{
  "introduction": "\n--- PAGE 4 ---\nContents  \n \nIntroduction  \nAn outline of the origins of our school; Goju Ryu  \nFundamentals of  Goju Ryu Karate -Do \nTraining in Goju Ryu Karate  \nGoju Ryu Karate Do Hoei Juku specific Dojo Rules  \nWarm -up Exercises  \nThe Kyu/Dan Grade (coloured belt) system  \nThe Dojo Kun  \nStances of Goju Ryu  \nFootwork and movement  \nKata  \nBreathing  \nKumite – practice fighting  \nNatural Weapons of the body  \nTraining combinations  \nThe 10 one -step moves explained  \nThe S yllabus for promotion  \nGaining the Winning Edge  \nMartial Arts injuries  \nGoju Ryu Terminology  \nNotes\n--- PAGE 5 ---\nIntroduction  \n \nIt has been my intention to write this student handbook for a very long time. With years of note -making and seminar \nnote preparation, plus assorted leaflets for the clubs, there is an abundance of material in circulation just waiting to be \ncollated into on e volume without too many pictures and with the essential information needed to gain a clearer \nunderstanding of Karate and in particular of Goju -Ryu Karate. With the incorporation of our own web -based links  for \nvisual performance of movements in our style of Karate, I believe this is the perfect combination of easily accessible \ninformation and action images that can be used to follow the movements.  Despite this, I am well aware that this small \nvolume can not answer all the questions or truly reflect the Art  in its entirety. Therefore, this training manual is not \nintended to replace constant, regular training in a karate dojo under the guidance of an experienced Black Belt instructor.  \nSo, by taking on board all the information in this handbook and asking any further questions of your own Sensei, you will \nbe able to gain more than just the great benefits of health and fitness. There are many advantages to learning a Martial \nArt and to do this completely, it is also necessary to take on board the history and ori gins of the Art, the language used in \npracticing that Art and the details required to ach eive a senior level within the Association.  \nConsidering this, I hope that you practice hard on the techniques of Goju -Ryu, as there are so many physical aspects to \nthis form of Karate  with its techniques, forms, body -conditioning and pair work . Study hard too, in order to learn the \nroots of the Art and be a ble to transmit this information to future generations of Martial Artists. In this way, we will all be \nable to mai ntain, as much as is possible, something close to the spirit of the Art as it was practiced by the great names in \nJapanese, Okinawan and Chinese Martial Arts over the centuries. Now that Karate is a household word  around the world, \nit can so easily become no more than a shadow of its original form. Influences such as modern competition, financial \nincentives, egotistical individuals or merely the lack of information can change what was taken from Okinawa to mainland  \nJapan in the 1920s and 1930s to the point where it is almost unrecognisable as the same Art.     \nI have found over the years that a great many students train in Karate without really worrying about which style it is, who \nthe Masters were in the history of  the Art and so on.  To some extent, the sylte itself is less important than the way in \nwhich you are training, the effort made by both teachers and students.  It is my intention therefore to attempt to record \nmany of the points that can often be ignored or forgotten in our hurry to get fitter, to lose weight, even to gain the \ncoveted black belt. Whilst it is important to set your own goals and timelines in training, it is also essential, in my mind,  to \nremember that Karate -Do, the Way of the Empty Hand, is a  true ‘Way’, and must retain the aspects of respect, humility, \nself-control and discipline that separate any  Art from the many forms of kick -boxing , cage -fighting  and other systems of \ntraining  and competing  in physical violence. The hardest part of Karate training should be to overcome our own inner \nweaknesses in pursuit of true Karate  performance . \nFinally, with the advent of modern internet technology, we are able to provide various downloadable materials, links to \nmovie clips and other resources including  a photo gallery on our website. The content of this does change from time to \ntime, so for more information, please refer to www.hoeijuku.com  \nI wish you well in your study and practice of Goju -Ryu Karate.              \nBrian Hinchliffe  8th Dan\n--- PAGE 16 ---\nThe Kyu /Dan  Grade (Coloured belt) system  \n \nThe system of using coloured belts to denote rank is  not traditional but  a relatively new practice, being adopted by Karate \npractitioners after the introduction of Karate to mainland Japan and fol lowing the pattern of belts used in Judo.  The \ncolours used are not universal, although there is generally agreement on the minimum time taken between promotions . \nbeginner    white belt  minimum 3 months to first promotion  \n   \n10th Kyu   yellow belt  minimum 3 months to next promotion  \n   \n9th Kyu   yellow belt + stripe  minimum 3 months to next promotion  \n   \n8th Kyu   orange belt  minimum 3 months to next promotion  \n   \n7th Kyu   orange belt + stripe  minimum 3 months to next promotion  \n   \n6th Kyu   green belt  minimum 3 months to next promotion  \n   \n5th Kyu   green belt + stripe  minimum 3 months to next promotion  \n   \n4th Kyu   blue belt  minimum 3 months to next promotion  \n   \n3rd Kyu   blue belt + stripe  minimum 3 months to next promotion  \n   \n2nd Kyu   brown belt  minimum 6 months to next promotion  \n   \n1st Kyu   brown belt + stripe  minimum 6 months to next promotion  \n   \n1st Dan   black belt  minimum 2 years to next promotion  \n   \n2nd Dan   black belt  minimum 3 years to next promotion  \n   \n3rd Dan   black belt  minimum 4 years to next promotion  \n \nThe above guideline is based upon training regularly several times each week and making steady progress through the \nsyllabus. Times between grades indicated here are a minimum and it may take rather longer,  depending upon individual \nprogress made in training. Any variation to the above will require the consideration of the teacher, or examiner. Anyone \njoining from another club will be allowed to wear their existing belt until training with the Ho -Ei Juku for  up to 6 months, \nby which time they should have achieved a belt, or grade within this Organisation.  \nAlthough the Dan grades wear black belts, it is possible for 6th Dan and above to adopt the red and white belt as is done \nin Judo and increasingly popular i n Karate too. The red and white belt is awarded by the Sensei to most senior ranks to \ndemonstrate their outstanding contributions to training, teaching and developing the Art.\n--- PAGE 20 ---\nKata  \n \nThe word kata means the continuous moving forms we practice. A kata consists of a series of movements done to a \nspecific pattern and varies for different styles. There are three groups of kata  in the Goju Ryu system; the Fukyu \n(elementary) kata , created by Miyagi Chojun Sensei as an introduction for beginners , the Hei shu kata, performed in a \nstate of constant dynamic tension , and the Kaishu kata, faster, flowing kata which have origins in older  Southern Chinese \nBoxing forms.  \nSome students wish to practice free fighting too soon and their technique may not develop corr ectly into the style they \nrepresent. Kata practice is necessary to understand proper karate technique  and this is where the hert of the system and \nthe most dangerous techniques can be found . The following points should be observed whilst practicing kata:  \n Do not rush through the kata but perform each movement distinctly and correctly as if standing still.  \n Concentrate on correct foot positioning in the stances ; first step into the stance, then execute the technique.  \n When turning and moving from one stance to another, the upper body should be kept upright and straight to \nmaintain balance and speed.  \n Each kata begins and ends with the correct ceremonial stances and movement as a token of respect and \nsincerity. This must be performed with as much skill and concent ration as the rest of the kata.  \n \nKata name  Type  Japanese name  Approximate meaning in English  \nGekisai -Dai Ichi  fukyu kata  撃砕 第一  First fundamen tal Goju -Ryu Kata  \nGekisai -Dai Ni  fukyu kata  撃砕 第二  Second fundamen tal Goju -Ryu Kata  \nGekisai -Dai San  fukyu kata  撃砕 第三  Third fund amental Goju -Ryu Kata  \nSanchin  heishu kata  三戦  Powerful breathing, coordination exercise  \nTensho  heishu kata  転掌  Softer, flowing breathing exercise  \nSaifa  kaishu kata  砕破  Beginning Kata;  means – breaking ground  \nSeiunchin  kaishu kata  制引鎮  Beginning Kata ; means – march far quietly  \nShisochin  kaishu kata  四向鎮  Intermediate Kata ; means – fight four monks  \nSanseiru  kaishu kata  三十六手  Intermediate Kata ; means – 36 techniques  \nSepai  kaishu kata  十八手  Advanced Kata ; means – 18 techniques  \nSesan  kaishu kata  十三手  Advanced Kata ; means – 13 techniques  \nKururunfa  kaishu kata  久留頓破  Advanced Kata ; means – holding ground  \nSuparenpei  kaishu kata  壱百零八手  Advanced Kata ; means – 108 techniques",
  "basic_techniques": "\n--- PAGE 2 ---\n   \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \n \nFront Cover Photo;  \nThe Karate belts belong to Sensei Brian Hinchliffe 8th Dan  founder of Ho -Ei Juku . The Wooden plaque ‘kanji’  written by \nSensei Hokama Tetsuhiro 10th Dan – Okinawa  The words read; ‘Karate ni Sente Nashi’ – ‘There is no first strike in Karate ’.\n--- PAGE 6 ---\nAn outline of the origins of  our School;  Goju Ryu \n \nThe origins and lineage of Goju Ryu can be traced back with certainty to the founder of \nWhooping Crane Kung Fu ; Xie Zhong Xiang  (1852 -1930).  He was also called Ryu Ryu Ko \nand was  born in Chang -le, Fujian. In his early years, he stud ied Ming He Quan  boxing .  In \n1883 , he set up a martial arts cent re and started to receive students and pass on his style \nof Chinese boxing  with  its own special and unique characteristics.  He was a first \ngeneration master (Shi) of Whooping Crane Boxing.  Many believe that Xie was the \nteacher of Higashionna Kanryo and other turn -of-the-century Okinawan  martial arists . \nWhether  this was truly his re al name and picture or his actual birth and death date , \nWhooping Crane  strikingly resembles Goju Ryu  and definitely plays a generous role in \nmany other Okinawan as well as Goju Ryu practices .  Defined particularly in kata such as \nSuparunpai, Kururunfa, Sai fa, etc; those Kata brought back to Okinawa from China each \ndemonstrate specific movements from White Crane.   \nHigashionna Kanryo (1851 -1917) was born in Naha, Okinawa, which is now a prefecture of Japan. As so much evidence \nwas lost during the destructio n of Okinawa in World War 2, some aspects are difficult to confirm . However, Higashionna \nKanryo, h aving been born to a poor family , was  reputed to have earned his living \ntransporting firewood from the Kerama Island . Despite being very small in size, he  had \nunparalleled speed and agility.  Kanryo Higaonna is known as the founder and highest \nauthority of Naha -Te and was a student of Ryu  Ryu Ko. He is considered one of the earliest \nand foremost masters of Okinawan Karate and regarded as one of the most influent ial \nKarate instructors in Okinawan history.  \nHigashionna -Sensei sailed from Okinawa in 1866, at the age of 15 or 16 to further his \nstudies in Fuzchou, China, in the arts of Chinese boxing with Ryu Ryu Ko and remained \nthere for 15 to 20 years.  When he retu rned to Okinawa he introduced a new, effective \nschool of Karate there, distinguished from other styles by its integration of Go - no (hard) \nand Ju -no (soft) Kempo into one system. Higaonna was noted for his powerful Sanchin \nKata. Sometimes he would permit f our men to attempt to push him out of his stance, but they were always unable to \nmove him. It is said that after finishing his Sanchin Kata, the wooden floor would be hot from the mere grip of his toes. \nHis most prominent and best student was Chojun Miyagi , the founder of Goju -Ryu.  \nChojun Miyagi was born April 25th 1888 in Higashi -Machi (Naha -shi) Okinawa. When Miyagi Sensei was 11 years old, his \nmother took him to a karate master named Aragaki Ryuko. At the dojo of Aragaki Sensei, he trained mainly on makiwara, \nchishi, and n igiri-game, which were used to strengthen and develop the muscles.  Later he introduced the young  Miyagi to \nHiga shionna Sensei. After watching the young Miyagi carrying out all of the chores around the house, the traditional way \nof being accepted , Higa shionna Sensei decided to have him as a personal disciple, and started to teach him his art.  \nMiyagi Sensei's training was not confined just to the dojo. He ran every day from his High School, where he had enrolled \npreviously, and  he was  seen at the harbo ur as well. Miyagi did a lot of body conditioning before he went to Higa shionna's \ndojo, but still found the training extremely hard and demanding. Higa shionna's training was exhaustive, and Miyagi would \npass out many an evening. Although the training was very hard, Miyagi was enthusiastic about his karate, and \nHiga shionna Sensei was already thinking of him as his successor. Both were already working on the practice of kata and \non the improvement of Naha -te. They stayed together for 15 year s. After training with Higa shionna Sensei, Miyagi sailed \nto China in May of 1915 in search of his Higa shionna's teacher. This was one of three trips he made to China during his\n--- PAGE 7 ---\nlifetime. During his quest he stud ied Chinese boxing  in Fouchow, Fukien Provinc e, from 1915 to 1917. He studied not only \nthe building blocks of his teacher ’s art Hung Gar -Shaolin Chuan Chi -Chi, but also I -Chuan, Pa Kua Chang and Tai Chi \nChuan. All of these were softer but  highly skilled and effective styles. It was at this time he le arned the Kata Rokkishu, \nwhich later became the building block for Kata Tensho. With this additional martial art training Okinawa -te, Naha -te and \nthe Chinese arts, Sensei Miyagi developed a  refined form of empty hand, although  even today its Whooping Crane  \nChinese Kung Fu roots can still be seen in its forms or Kata.  \nIn early 1917, Higa shionna Sensei died, and Miyagi returned to Okinawa. After he buried his beloved teacher, he began to \nteach his Karate at a number of places in and around Naha, and to lectur e and demonstrate throughout Japan. Chojun \nMiyagi's students primarily studied four Kata: Sanchin, Sesan, Seiunchin and Tensho. \nTraining by himself now, Miyagi decided to approach his karate in a more \"natural\" way. \nHe worked out in the forests and on the  beaches. Sometimes he even practiced in the \nsnow for long periods of time  to bring his karate closer to nature. Miyagi spent most of  \nhis time practicing karate and studying everything that could be related to Martial Arts.  \nMiyagi -Sensei subjected the art of Naha -te, as received from Kanryo Higashionna, to \nscientific examination. He studied the basic Go (Sanchin) and the six rules and created \nthe Ju (Tensho) form, combining soft and hard movements. Later, he created the katas \nGekisai Dai-Ichi and Dai-Ni. He  also organized the auxiliary movements to strengthen the \nbody through calisthenics. He organized these exercises in preparation for practicing the \nclassical Kata. It can be said, he formulated the theory for the practice of Karate as an \neducational subjec t, an art of self -defense, and as a spiritual exercise.  \nDuring this time he also becomes a permanent officer of t he Dai Nippon Butokukai . By 1936 , Chojun Miyagi was truly \nrecognized by the Government of Japan with being awarded the medal for \"Excellence in  the Martial Arts\" from the \nJapanese Ministry of Education. On May 5th, 1937 - Miyagi Chojun Sensei performed Kata at the Butoku Sai for the Dai \nNippon Butoku -kai. \nTo describe his system, Miyagi compared it to a willow tree standing against the wind, rema ining stable because of its \nstrong roots, while the branches flow and give with the force.  With this concept he envisioned a new approach to Karate, \ncombining it with hard and soft techniques to be used in countering hard blows and kicks.  The naming of Goj u-Ryu came \nabout more by accident than design. In 1929 one of Chojun Miyagi Sensei ’s disciples, Jinan Shinzato, was in Kyoto, Japan \nfor a large martial arts convention to demonstrate Naha -te. \nAfter the performance he was asked to what school of karate \nhe b elonged. As Naha -te had no formal name he could not \nanswer this question. Feeling his art would be lo oked down \nupon he answered \"Hango -ryu\", which means the Way of \nHalf Hard. Unable to accurately reply he returned to Okinawa \nand consulted Miyagi Sensei. He  chose the name\"Goju Ryu\" \n(the hard -soft style), inspired by the \"Eight precepts\" of \nKempo, written in the Bubishi ; quoting from the third verse of \na Chinese Bubishi poem,  the Eight Poems of the Fist: \"The way of inhaling and exhaling is hardness and softness.\" It is \nfrom this poem that the art Miyagi studied and taught  got its name; Goju -Ryu, the school  of hard and soft.   \nFollowing what is now known as the Meeting of the Maste rs, Mr. Miyagi along with others who attended formed the \n'Great Japan Martial Arts Karate Teachers Association' or 'Dai Nippon Butokukai Karate Jutsu -Kyoshi'  in 1937 . Before the \nSecond World War, Chojun Miyagi trave lled widely and was involved in many proj ects to spread karate throughout \nmainland Japan and the rest of the world. However, from 1948 until 1953 he remained in Okinawa. Before the war he\n--- PAGE 8 ---\nhad been dedicated to his own training and research, to further develop the art of Goju Ryu Karate, but his p urpose in life \nhad now changed. He was intent on  passing on Goju Ryu, and the \"gokui\" (secret principles) of Goju Ryu to the next \ngeneration. Master Miyagi taught at his home, outside in his ‘Garden Dojo ’. But he didn't teach regularly outside his own \npers onal students . During his  'sessions' Miyagi Sensei would teach the kata in great detail and explain the \"bunkai\" (kata \napplications) thoroughly.  Miyagi was content promoting and teaching his art. He felt no need to wear a uniform, a patch, \ncreate ranks, an d so  on. Miyagi never awarded a Black Belt to any of his students  and believed himself unworthy of \ngranting a black belt and that a black belt should be awarded by a member of the emperor's family or a sanctioning body \nsuch as the Butokukai. He was in the process of writing a syllabus  for Black Belt but he died before this was completed.  \nChojun Miyagi passed away on October 8th, 1953. He had not name d a successor at the time of his death ; leaving an \nunprecedented mark in the world of Karate -do and  from his  famous Garden Dojo,  there were enough legendary students \nto carry his name into the history books of Martial Arts as the 'Master\". He predicted that during the twentieth century \nkarate would spread throughout the world. Today we can see that this predicti on has been realized, karate is not only \npracticed in Japan, but it can be found throughout the world. Karate is no longer  a solely O kinawan or Japanese martial \nart; it has become an art with no boundaries, an art fo r people all over the world.  \nMeitoku Ya gi, b orn on 6th March , 1912 , wa s considered by many to be  the highest \nranking and most thoroughly knowledgeable party on Goju  Ryu after Miyagi’s death . \nHe is a descendant of the original \"36 families\" who arrived in Okinawa from China in  \n1392 . Sensei Yagi began his training with Miyagi Sensei in  1926.  For the first year of his \ntraining, he was taught only Sanchin Kata. Every student was required to be proficient \nin Sanchin before they were allowed to begin training in other kata. The training \nsessions were long and brutal in the early 20th Century. When Yagi Sensei visited the \nlocal bathhouse, the local men would often comment about the bruises on his body, \nsaying they could tell that he was training with Miyagi Sensei.  In his youth, Meitoku \nYagi was known a s \"the makiwara breaker.\" He could break a typical punching board at \nwill, and occasionally sought out a particularly tough makiwara to break when others \nsaid that it could not be done.  \nYagi was given Chojun Miyagi's belt and u niform from the Miyagi fami ly - however, this Gi was purchased for Miyagi \nSensei by Ei'Ichi Miyazato when Miyazato went to Japan to compete in Judo. For many years it hung  in the Meibu -Kan \nDojo. After Master Miyagi passed away his family members had a meeting to decide who should be  his successor. They \nmade their decision based on loyalty, character, heritage and  knowledge , and formall y presented the Master's belt and \nuniform.  Sensei Yagi remained a faithful student of his master, training and learning \nfrom him right to the point of Miyagi Sensei’s passing in 1953. On April 29, 1986, the \nlate Emperor Hirohito awarded Dai Sensei Yagi the 4th Order of Merit with this title, \n\"Living National Treasure\" for his outstanding c ontribution to Karate. (The Emperor  \nHirohito decorated Yamaguchi  Gogen  earlier in 1968 with the Fifth Order of Merit as \nwell as Ranju -Hosho, the Blue Ri bbon Medal). These award s recognize the recipient \nas a National Living Treasure and are entrusted on ly to the most distinguished \npersons for their contributions to Japan ese Society.  \nGōgen Yamaguchi , born in 1909, was a world renown Grandmaster of Japanese \nKarate -dō and founder of the  Internantional Karate -do Goju -Kai; he was one of the \nmost well known of all Karate -dō masters to come out of Japan. Prior to his death  in \n1989, he was decorated by the Emperor of Japan in 1968 with the  Blue Ribbon \nMedal and the fifth order of merit, for his enormous contribution to the world wide spread of the Japanese martial arts. \nFor many years Gōgen Yamaguchi was listed in the Guinness Book  of Records regarding his rank and achievement s. His\n--- PAGE 11 ---\nFundamentals of (Goju -Ryu) Karate -Do. \n \nThe Goju -Ryu style of Karate  is composed of both ‘hard’ and ‘soft’  aspects as influenced by the Chinese heritage;  \nsometimes called the opposites of yin and yang (In -Yo, in Japanes e). This is what brings such a unique quality to our ways \nof training. The eternal life of the universe d evelops together with positive and negative energies, bringing nature into \nbalance.  \nMasters in days gone by endured strict and rough practice in order to survive and protect themselves with  Karate as their \nmeans of fighting. There is evidence of this prim itive side of Karate in Kata such as Sanchin, which typifies the ‘Go’ of \nGoju -Ryu. In Sanchin, the whole body is kept under extreme tension , never  off guard for a second. On the other hand, \nTensho does  not show a strong fighting spirit, drawing gentle, flo wing curves through the air  with some of the power of \nSanchin . Techniques change in an instant from hard to soft, or soft to hard. The breathing method we use, called ‘ibuki’, \nis a conscious method of breathing, helping to concentrate the muscles, and calm  the mind. In this method, we match \nmovement s of ourselves and the opponent, with the breathing.  Goju -Ryu has many postures that come from the old  \nChinese  animal forms. To imagine a lion roaring is to perform correct breathing. When animals fight, it is l ife, or death.  \nOne reason that the old Bu -jutsu  is evident in modern Budo arts is tha t we see the importance of  posture, breathing  \ntechniques  and animal form methods. However, if there is hard ‘Go’ on one side, there must also be  a softer  ‘Ju’ on the \nother  as a balance . Karate -Do should give you an edge over others and yourself and it becomes a precept of  the \ntraditional  Japanese ‘Do’. This practice is invaluable  as self -discipline and health are also long -term training aims .  \nIn modern times, we can study Karate as a sport, but that depends on how  you interpret Karate . Is Karate still relevant as \na martial ‘way’ of exercising, a ‘Budo’ form, or i s it solely  a sport? When you compare the rules, you might think it’s no \ndifferent to other sports ; the main purp ose of many sports partly being to train th e mind and body . This applies to Budo \ntoo. There are now sport forms for Judo, Kendo and Karate. They have been modified to conform to rules  that enable \nathletes to compete and win titles. T here will  however be a signifinant  difference in the mental attitude between people \nwho practice Karate as a sport, and those who practice as a Budo form  – and the latter can be a life -long persuit .   \nIn learning techniques and developing good Karate, it is useful to keep the mi nd of competition in your training up to \nabout 2nd, or 3rd Dan level , whether competing against others, or aiming to improve your own level or performance . \nThat would probably be during the first six to ten years, in which time a good solid foundation can be made. After this, \n3rd Dans and above would probably consider clarifying their training in their own minds. Some have the need to consider \n‘reality’ in their training, discarding much of the classical tradition and working on techniques they need to appl y in their  \nlife, or  working environment. Members of the armed forces, bodyguards and so on will have a need for this. The style of \ntraining undertaken will allow students to clarify meanings in the Kata they have learnt, and apply additional techniques \nsuch as joint -locks and pressure points. This style of training can be uncompromising and extremely dangerous. It must \nbe born in mind that technique alone is not enough. Determination will overrule even the best of technicia ns if their \nheart is not in it.  \nTo truly find enlightenment through the rigors of Martial Art training does take a very long time. All the aspects of good \ntechnique, posture, breath control, endurance, discipline, mental attitude, duration (and others ), are all necessary on the \n‘way’. How you approach the ‘way’ is a personal thing. A Sensei can only guide his students in the way he knows. The  rest \nis up to the individual.\n--- PAGE 13 ---\nGoju -Ryu K arate -Do Ho -Ei Juku specific Dojo Rules  \n \nSection I; Agreement  \n1. Every student must obey and adhere to the Dojo rules and etiquette.  \n2. The Sensei’s decision in all matters will be final and binding.  \nSection II; Fees  \n1. The Dojo fee will be paid before each lesson.  \n2. Dojo and registration fees will be at the Sensei’s discretion.  \n3. Grading fees will be those laid dawn by the Organisation.  \n4. New students receive an application form which should be completed and returned within two weeks.  \n5. Any student finding difficulty in pa ying the training  fees should speak to the Dojo Sensei before the lesson begins.  \n6. Anyone already licensed elsewhere and intending to train using other insurance will need to complete the \nrelevant form for this to keep our records up to date.  \nSection III; Ce rtificate  \n1. An  annually renewable  Ho-Ei Juku membership  and grading book will be issued after membership is granted . \n2. On passing a grading, students will be issued with a certificate and , where appropriate, a new  belt.  \n3. On gaining the Black belt, a special c ertificate will be issued.  \nSection IV; New Members  \n1. New members wishing to watch or train must have permission first.  \n2. Only all white uniform must be worn,  unless permission is obtained,  displaying the Ho -Ei Juku badge.  \n3. A white belt should  be worn by all kyu grades and beginners who have not received a Goju -Ryu grade.  \n4. Anyone train ing in other classes mu st ask permission from  Sensei. Failure to do so will be seriously considered.  \nSection V; Attendance  \n1. Students are expected to train at least twice a week. If attending class just once a week then additional training is \nrequired  in your own time . Failure to do so will limit eligibility to grade.  \n2. Any student who is absent for a period of six months or more  and then returning to training  will wear  a white \nbelt until the Sensei considers the student’s standard is regained.  \nSection VI; Instructor Guidelines  \n Instructors must execute  a duty of care at all times,  employ safe teaching and training methods and ensure that \nthe training premises are safe an d fit for the purpose of training.  \n Instructors should be aware of the vulnerability of beginners and should teach in a responsible and safe manner.  \n Sweeps and throws that cannot by their nature be controlled in a safe manner should be practiced on mats.  \n Instructors should emphasize the need for techniques to be performed with control, this is especially important \nwhen practicing self defense and sparring.  \n Protective equipment sho uld be used where and when  required  in relation to the club and techniques  practiced.  \n A risk assessment should be completed before training (Evidence of this may be required in event of a claim). \nClubs that do not already have risk asses sment information please request a sample copy.\n--- PAGE 14 ---\n All accidents should be entered into an accident  record book (Evidence of this may be required in the event of a \nclaim). Accident record sheets are available (and  first aid report s should also be recorded ). \n It is a legal requirement for premises to have first aid provision. At least one first aid box sh ould be kept on each \nof the premises used or occupied by the club. Where applicable, a qualified first aid person or responsible person \nshall be expected to maintain the first aid box. A ‘Responsible’ or ‘Appointed person’ is someone who is \nauthorized or e xpected to take charge of a serious situation (e.g. to call an ambulance) if there  is a serious injury . \n All accidents that may result in a claim must  be reported immediately , with details of any  witnesses involved . \n Instructors should work to the EKF  child protection policy.  \n Instructors who teach children or vulnerable adults are required to have a thorough background  check. – This can \nbe done through local authorities and other groups , or can be done online as an individual . \n Instructors need to apply for i nstructor indemnity in good time before their renewal date – claims will not be \naccepted if an indemnity is not in place. It is the instructor’s responsibility to make sure that they have a current \nindemnity cover. Anyone who teaches or supervises a class is not covered in the event of a negligence claim \nunless they have instructor cover.  \n Training should be halted if the instructor leaves the training area. This does not mean that members cannot \npractice together without an instructor but as an example; if an instructor taught a technique to a class and then \nleft the area with the students still practicing and their was an accident, then the instructor could be held at fault \nas he gave instruction and then left the training area unsupervised.  \nDojo Etiquette  \nA Karate class is opened and closed by ceremonies designed to prepare us for karate training, all of which are designed to \nhelp us show respect and consideration for our fellow students, our Sensei and the Dojo itself.  When entering the Dojo, \nwe bow before  stepping onto the floor to show that we are serious about karate ; that we respect the training , the \ntradition, the club members and the building where this training takes place.  Periodically we clean the floor. Generally \nthis task falls to the junior stud ents, no matter what their ages, as an exercise in humility. We feel the Dojo is ours, so we \ntake  care not to mess it up and take as good care of it as possible. If we arrive before the  opening ceremony, we spend \ntime warming up. Generally this means doing our favourite exercises or techniques. Every karate class begin s with \neveryone  lined up in grade order, sitting in Seiza. We turn to the Sensei, bow and say, \" Onegai  shimasu .\" Then  we bow to \neach other to greet  our fellow students , too.  \nIf we arrive while class is in progress, we go quickly to the Sensei, bow and excuse ourselves for being late. We are careful \nnot to interrupt Sensei  or to run in front of other students.  On the other hand, if a student must leave during class, he \nexcuses himself to the Sensei, says  where he is going and why. The Sensei feels responsible for his students. Under \nnormal circumstances, there are only two reasons for leaving before class is over: An injury or a previous commitment. \nSome times the beginner feels so unimportant that he thinks he will not be missed if he leaves. Not so! The Sensei keeps \ntrack of all students and will notice if someone has left, so ask!!  \nThe Sensei , or other  club instructor , wants to be sure you  understand in structions. When asked  if we understand, the \ncorre ct response is a loud  \"Hai Sensei!\" In karate we learn from the Sensei but we also learn from other students. Karate \nstudents cooperate with each other and teach lower graded students. When we work with eac h other, we always bow \nfirst and say, as we said to the Sensei during the  Opening Ceremony, \"Onegai  shimasu.\" When we are directed to stop, \n\"Yame!\" we bow again and say, \"Arigato Gozaimashita.\"  \nEver y karate class finishes with a closing c eremony. Once agai n we are directed to line up. Having tidied our uniform, we \nagain sit in Seiza. We turn to the Sensei, bow and say, \" Domo arigato g ozaimashita.\" Then we turn to each other and \nthank our fellow students, too. Once more we  face the front and wait for  Sensei to rise and leave the floor, the class is \nnow over.\n--- PAGE 15 ---\nWarm-up Exercises  \n \nThe preliminary warm -up exercises which we use today in Goju -Ryu were systematically developed by Master Miyagi to \nbenefit training in Goju -Ryu. The full warm -up routine not only serves  to limber up the muscles but also provides a basis \nfor improving our karate techniques.  Our warm -up routine is designed with the needs of the human body placed \nforemost. Strenuous karate training without warming up can lead to damage of the muscle tissue and ligaments. We \nhave the added benefit that the stretching and breathing exercises greatly enhance the well -being of the body and all the \nmajor internal organs, as well as improving blood circulation.  \nBefore training the student meditates (Mokuso). Sitti ng quietly, eyes closed, breathing deeply into the  lower abdomen  \n(tanden ). The mind should be cleared in preparation for the training to come, warming up the mind before warming the \nbody. After training the student again meditates, breathing deeply, calmin g the mind and relaxing the body once more .  \nWe traditionally begin by warming the limbs and larger muscles furthest from the heart. This is done by beginning with \nthe toes and ankles in stretching, then progressing to the knees, muscles of the lower and upper leg  and then hips.  \nSeveral stretching breathing exercises can now be performed \nas we work the back area in all directions, following on to the \nshoulders, arms, elbows, wrists and fingers. Finally, to finish, \nthe neck and head are moved through a full  range of \nmovement.  Exercises for physical strength and stamina, such \nas press -ups, abdominal exercises, squat thrusts etc. can then \nfollow, once the body is thoroughly warmed.  \nStudents must be careful to exhale and inhale correctly \nduring all exercises, u sing the tanden point, consciously being \naware of balance and inner calm. For many health reasons, \ndoing the preliminary exercises before starting the formal \nkarate training is important. Students should be aware of the \nroutine used by instructors, since i t will be based upon that \ndesigned by Master Miyagi and is proven to be a suitable \npreliminary exercise for Goju Ryu karate.  \nMany of the exercises can be used as a warm -down after \ntraining to reduce any adverse effect of strenuous training \nupon the body. Warming down is just as important after \nstrenuous exercise, it cools down body temperature \ngradually, reduces heart rate, normalises breathing and safely \nbrings all internal organs back to their normal resting state.  \nAdditional supplementary exercises can b e practiced by the student, such as Makiwara  (striking post)  and Tameshiwara  \n(board -breaking)  training. This type of training should only be practiced under the supervision of your instructor as \nincorrect technique can cause injury to the  fingers, hands, w rists and elbows. Juniors should refrain from Makiwara and \nTamesh iwara training, as the bones in the fingers and hand are not fully formed until their late teens.  Many of the \ntraditional training methods should be adapted, or omitted for younger people in karate practice.\n--- PAGE 17 ---\nThe Dojo Kun  \n \nOne feature of training in a karate dojo in Japan which is not  so often met in the West is the practice of reciting the  dojo  \nkun (code of ethics ) at the beginning or end of a training session. G. W. Nicol, in his book Moving Zen: Karate as a Way to \nGentleness , refers to this practice and its place in Japanese karate -do: \"The Oath was always chanted with strength, never \nmumbled in insincerity. Just as movements would become automatic and reflexes conditioned, the simple truths of the \noath would also penetrate the mind of the participant .\" \nThe form of the dojo ku n can vary from style to style or dojo to \ndojo, but in general the sentiments and basic ideas involved \nagree in most respects.  \nIn normal practice this would be chanted after a short period of \nmeditation (Mokuso) at the end of a class. The usual procedure \nis for the senior student in the class to say one line which is them \nrepeated by the whole class until the sequence is complete.   \nIn these five precepts, we have the essence of a teaching that \nenables karate to be seen as something more than simply a \nmetho d of random fighting  or a modern competitive sport. This \nis the morality which is needed to balance the physical in \ntraining. It is the foundation of what in Bu ddhism is called \"right \naction\" ; ignoring the beliefs and ideas encapsulated in the dojo kun wil l, in the long run , have a negative effect both on \nthe individual martial artist and on the evolution of karate as a whole.  \nThe dojo kun points the way to the ultimate aim of training, which is mastery of the self. Ultimately, technique as such is \nof no importance, as it is the individual's spirit which is being developed and disciplined. By seriously following the \ntechniques inherent in these apparently simple precepts, the trainee can begin to make progress in the Way of th is \nmartial art, Karate -Do. \n               DOJO KUN  \n1. Jinkaku kansei ni tsutomeru koto.   (Work to perfect your character)  \n2. Makoto no michi o mamoru koto.   (Have  fidelity in seeking a true way ) \n3. Doryoku no seishin o yashinau koto.   (Cultivate a spiri t of endeavour and perseverance ) \n4. Reigi o omonjiru koto.    (Always act with good manners ) \n5. Kekki no yu o imashimeru koto.   (Refrain from vio lent and uncontrolled behaviour )\n--- PAGE 18 ---\nStances of Goju Ryu  \n \nA good working knowledge of the basic stances is a prerequisite to studying the kata and basics of Goju Ryu karate. \nAttention should be paid to weight distribution, balance and breathing.  \nMusubi Dachi . Feet placed with heels touching and angled at about 60 degrees \napart. The knees should be slightly bent  with weight on the toes, not only onto \nthe heels. This formal stance is used throughout training, before and after kata,  \nduring several of the kata and as a starting point.  \nSanchin Dachi . This is one of the stances \nfor which our system is well known and \nis a very strong stance used throug hout \nkata Sanchin and Tensho. This stance places the body -weight 50/50 on each foot \nwith   the feet shoulder width apart and pointing forward (the front foot can be \nslightly turned in). The heel of the front foot is on the same lateral line as the \ntoes on t he rear foot. So, it is a very short stance. A version of this stance, using \nless power and tension in the leg muscles is used in the other kata and basic \ntraining and may be referred to as Kihon Dachi or basic training stance.  \nZenkutsu Dachi . The front st ance, this is a very strong attacking stance. The \nfeet are shoulder width across and about three feet in length. Around 70% of \nthe body weight is on the front leg. Hips are square and when moving, the \nstudent must use the hips and knees correctly to ensure  smooth, balanced \nmovement.  The front stance is a very powerful , attacking stance and quite \nsimple to learn but takes a lot of practice  to move in a controlled manner,  \nkeeping the same height.  \nShiko Dachi . The straddle stance or four sided stance is a tr aditional karate \nposition occurring in many kata. A great deal of training is required to be able to \nmove freely in this stance. Once mastered, it is a very strong  stance with the \nhips lowered deeply and is good for close quarter attack, providing the groi n \narea is protected against attack! The feet are turned out at 45 degrees each, \nwith weight distributed 50/50 on each foot.  \nNeko Ashi Dachi ; The cat stance.  \nThis stance is another for which the  \nGoju Ryu system has become known. It is very effective as a de fensive \nposture, with only around 10% of weight on the front foot, it can be used to \nspring into  the attack or to shift position out of the  way of an attack. The hips \nare square and weight lowered down onto the rear foot with thighs drawn \nclose together. A ll of the advanced kata demonstrate ways in  which this \nstance can be used. A  lot of practice is needed in order to develop a powerful \nstrike from this posture.\n--- PAGE 19 ---\nFootwork and movement  \n \nHere is a list of stances that are regularly used in performance of Goju Ryu Karate  Kata .   \nHeisoku dachi   Sanchin dachi   Musubi dachi   Heiko dachi  \nRenoji dachi   Hachiji dachi   Tsuru ashi dachi   Shiko dachi  \nBensoku dachi   Zenkutsu dachi   Kiba dachi   Fudo dachi  \n \nWe can separate these into two groups of stances , what I cal l ‘standing high’ stances and ‘standing low’ stances. Great \ncare must be taken when we  move from one to another , especially when changing direction. Other aspects of ashi \nsabaki, or footwork to consider  include;  \nSuri ashi, or sliding step    Tsugi ashi, or shuffling step  \nAyumi ashi, or natural step   Yori ashi, or dragging step  \nKeri ashi, or kicking step    Tai sabaki, or body shifting  \n \nSome rules for movement , especially  within Kata;  \n Keep the same height when moving in one stance in one direction.  \n Drop down, then into a low stance when moving from a tall stance.  \n Move into, then up, when going from a low stance to a tall stance.  \n Drop down, then turn, when changing direction in tall stances.  \n Keep the same height when changing direction in low stances.  \n \nFurther n otes on movement for the martial arts.  \n Be able to maintain the same posture for a long time.  \n Be able to change from one leg to another smoothly and easily.  \n Keep stability and good balance, even when moving slowly  \n Keep flexible and mobile when changing f rom one stance to another.  \n Maintain power in the hips whilst keeping good posture throughout.  \n Train to shift in every direction with correct height and focus, according to the rules above Remember the \nrules for changing direction and stance.  \n What moves first in Kata? Head? Hands? Feet? Hips?  \n With years of diligent practice, you will uncover for yourself the ways of moving with your own balance and \nlevel of understanding.\n--- PAGE 21 ---\nBreathing  \n \nPeople begin training for different reasons and if they carry on training for long enough, these reasons will change as \ntheir eyes are opened to the wealth of avenues along which the path to Martial Arts enlightenment can take the \nindividual ; healthy exercise, confidence, self -defense techniques , or one of the sports  aspects of competition. To fully \nbenefit from training, c lose attention should be paid to develop ing good breathing, balance and internal strength. The \nsubject of breathing exercises and methods are an essential part of this and can be very complex.  \nRelax the body with a few deep breaths. Relax your mind by focusing your attention on the breathing. Feel your solar \nplexus and abdomen become a part of the breathing. As your body begins to relax, you will be able to go deeper into \nfocusing your mind and breathing. It is good practice to begin physical relaxation from the furthest extremities; feet then \nlegs, hands then arms, working in towards the core of the body, the abdomen (tanden). To relax the channels you must \nstart at the furthest ends first. Prac ticing this several times a day will also be very beneficial.  \nBeginners often use an expansion of the chest to inhale, where expanding the rib -cage can increase the amount of \noxygen and carbon dioxide exchanged with each breathe. The ‘harder’ style Martia l Artists tend to rely on this breathing \nmethod, although tensing the muscles used in this way uses oxygen. This can develop large, healthy lungs and a larger \nchest capacity.  Children tend to breathe differently to most adults, beginning with long inhalati ons and short exhalations. \nThis pattern slowly reverses as the child grows older. Later in life we can notice that people tend to take very short \nbreaths in but breathe out much longer. This leads to a much worse exchange of gasses in the lungs later in li fe.  \nSo, to develop breathing for training, consider taking longer breaths in and shorter breaths out, whilst relaxed and \nfocussed on the events taking place within the body. The benefits will include a greater massage effect on the internal \norgans, increa sed energy flow from the kidneys and improved health. Use the mind to control the muscles in the \nabdomen. When inhaling, expand the abdomen and when exhaling, contract the abdomen. Within a short time, by \nconcentrating on the breathing pattern several time s throughout the day, it is possible to revert to the natural breathing \nthat was used during childhood. It is important though, to not hold the breath in or out, but make it smooth and \ncontinuous without using the chest muscles, breathing deep into the abd omen. This is normal abdominal breathing.  \nThere is also a version called reverse abdominal breathing that involved compressing the abdomen during inhalation and \nexpanding it in exhalation. This can lead to greater efficiency in transferring energy to the extremities and takes much \nlonger to develop.  \nKIAI – the shout in karate   \nThis is a yell that is used in many Japanese Martial Arts , generated from the lower abdomen region, or more exactly the \npoint several inches below the navel. This spot is known as t he hara or tanden in Japanese and is best translated as the \n'true centre of energy.' By contracting the lower abdomen muscles , we force air up and expel  it through the mouth. This \nway the cry is created not from the throat but from the stomach region.  A po werful kiai can have a stunning effect upon \nthe opponent ; it will also build  courage and relax nervousness. The kiai is also used to indicate the major  point s in every \nkata. Here the kiai reflects the personality and amo unt of energy of the karateka. ‘ Ki’ is the internal portion where the \nstudent should breath e in to the hara. ‘Ai’ is the external, forceful attitude of breathing out with tension and focus. The \nsound made can be an adaptation of the noise \"Ai!\"  To sum up, the kiai is an expression and instru ment of karate  energy. \nHowever, the true source of energy lies within ones own will and spirit.\n--- PAGE 22 ---\nKumite – Practice Fighting  \n \nDuring kumite training, the techniques learned as basic moves and practiced in the kata are applied in a combat situation. \nIt is s aid that to use any technique effectively, one must have practiced it at least ten thousand times! It is, therefore, \nimportant to practice all aspects of Goju Ryu karate to  develop successfully . The modern trend to rely upon tournament \nkarate principles sh ould be refrained from as the original style is then lost within the \"rules\", A good free sparring martial \nartist should demonstrate, through years of experience, good distance, timing, focus and use of a variety of techniques \nboth in attack and defence. T hese attributes are developed during prearranged fighting sequences, Yakusoku Kumite.  \nKime is  also of vital importance to the karate student. In order to execute effective and proper techniques in kumite \n(sparring) as well as kata (forms). The st udent has to strive to apply  techniques with the maximum of force by tensing the \nwhole body on impact. In order to be able to do this , good posture, correct breathing, proper technique,  power, speed \nand concentration  are all necessary . One can well understand that this will take many years of practice. It is only through \ncontinuous hard training that the karateka (student) will be able to gather all his physical and mental power into one \nshort movement of muscular concentration. Proper kime has the power of penetrat ion and although the blow stops \nshort  in pair work,  the kime continues. A well focused technique may enable the karateka to break bricks or boards with \na single blow.  \nSanbon Kumite ; Three attack sparring, with the third attack being countered. This is a good training exercise at \nelementary level and should not be neglected.  \nSandan Kumite ; Similar to above, with the attacks at a different level each time. Usually Jodan, Chudan, Gedan. Various \nversions of this exercise include counter strikes by the defende r. These can be performed in basic stances, or in more \nfluid motions using, for example; cat -stance (neko -ashi dachi).  \nIppon Kumite ; One attack sparring, a predetermined technique is used with full speed and power, to which the defender \npractices his count er move with the same speed. At this stage, a vast selection of attack and defence moves are \nintroduced to the student, many of which are directly taken from the kata.  \nThere are many other forms of prearranged sparring which may be practiced and the follow ing methods should also be \nremembered in training for those with more experience: - \nJiyu Ippon Kumite ; A one step sparring form in which the attacker and defender move in a more free -flowing, sparring \nformat. Good for developing timing and distance.  \nRenzoku Kumite ; Continuous prearranged sparring , sometimes using principles from kata, or developing specific skills . \nHappo Kumite ; A semi prearranged sparring practiced in a circle of multiple  attackers.  \nKata bunkai Kumite ; reliance on using just responses from known kata.\n--- PAGE 23 ---\nNatural Weapons of the Body  \n \nOf the many areas of the body used for striking, some require training and practice to be used effectively,  without \ncausing injury to your self, e.g. the fist, whilst others are more suitable for anyone with jus t a little training, e.g. heel of \nthe palm. Individual instructors can specify techniques for use in any given situation. These can often be found within the \nkata. Here, we discuss just the weapons used during training as a coloured belt student and this i s, therefore, far from a \ndefinitive list.  \n \nSeiken Tsuki . Punch using the two knuckles at the  base of the  fore and middle  finger s. A \nmost popular  technique, either used alone or as part of combinations.  The bones of the \nfist can easily be broken without the right training to \ndeliver a blow effectively.  \n \nUraken Uchi . Back fist strike, a  fast,  snapp y technique  with the punching knuckles \nused to vital areas of the body , often  in conjunction with  additional technique s \n \n \nTettsui Uchi . Hammer fist strike, outer edge of fist, used to slam down or up to \nvulnerable targets , whipping the wrist.  \n \nIppon Ken . One knuckle strike, used towards softer areas of the body with devastating \neffect. Use  this one  carefully to  avoid injury to the hand.  \n \n \n Teisho Uchi . Heel of palm strike, a powerful striking weapon, used towards larger \ntargets of the body such as nose, chin etc.  can be performed with little or no risk of \npersonal injury.  \n \n \nHiji Ate . Elbow strike, the elbow can be used in many directions to strike and is very \ndifficult to defend against, especially at close quarters.  One of the strongest strikes.\n--- PAGE 24 ---\n \nHaito Uchi . Ridge hand strike, using the thumb edge  of the hand, with the thumb \ntucked in. This is an effective technique often used as part of a combination.  \n \n \nShuto Uchi . Knife hand strike, this is the  original karat e chop, used in many directions \nand against most close range t arget areas.  Care is needed  as injury can occur without \nprac tice in using this technique.  \n \n \nMae Geri . Front kick, for this kick,  we usually use the ball of the foot to strike  at all \nheights and  targets . There are some exceptions where we kick with the toe, or the heel.  \n \n \nHeisoku . The top and instep of the foot,  this is used in  various kicks such as;  kin geri, \ngroin kick and also in  mawashi geri, roundhouse kick,  striking  to many targets.  \n \n \nSokuto Geri . Side kick, for this kick, we use the outside edge of the foot in striking at all \nlow to medium targets.  \n \n \nKakato . This is the heel of the foot, used in the powerful kakato geri, heel kick                                                                 \nand ushiro geri, back kick.  Another very powerful technique that can be ued with  \nlittle or no risk of personal injury.  \n \n \nHiza Geri . This is the knee and is used with devastating effect to many areas of the body \nas well as being used for \nblocking and throwing .\n--- PAGE 25 ---\nTraining combinations  \n \nOnce practice in basic techniques has begun, we  learn a series of combinations designed to teach smooth movement \nfrom block to punch to kick , moving forward, backward, side -ways and so on.  \nA list of typical coloured -belt combinations includes;  \nBasic Stance Combinations ; \n Sanchin -Dachi, Jodan Uke, Chudan Gyaku Tsuki  \n Zenkutsu -Dachi, Chudan Uke, Jodan Gyaku Tsuki  \n Shiko -Dachi, Gedan Uke, Chudan Gyaku Tsuki  \n Sanchin -Dachi, Joge Uke Morote Tsuki  \n Sanchin -Dachi, Mae -Geri Chudan Tsuki  \n Shiko -Dachi, Hiji -Ate, Ura -Uchi, Gedan Uke, Gyaku Tsuki  \n Zenkutsu -Dachi, Hi ji Ate, Gyaku Tsuki  \n Shiko -Dachi, Gedan Tettsui Uchi, Ura Uchi  \n Sanchin -Dachi, Mae Geri, Mawashi Geri  \n Zenkutsu -Dachi, Mae Geri, Hiji -Ate, Ura -Uchi, Gedan Uke, Gyaku Tsuki  \n Han-Zenkutsu -Dachi, Sokuto Geri, Gyaku Tsuki  \n Shiko -Dachi, Age Tsuki, U ra-Uchi, Gedan Uk e, Gyaku Tsuki  \nNeko -ashi Dachi Combinations ; \n Neko -Ashi Dachi, Sanchin -Dachi, Jodan Uke, Chudan Gyaku Tsuki  \n Neko -Ashi Dachi, Zenkutsu -Dachi, Chudan Uke, Jodan Gyaku Tsuki  \n Neko -Ashi Dachi, Shiko -Dachi, Gedan Uke, Chudan Gyaku Tsuki  \n Neko -Ashi Dachi, Sanchin -Dachi, Joge Uke Morote Tsuki  \n Neko -Ashi Dachi, Sanchin -Dachi, Mae -Geri Chudan Tsuki  \n Neko -Ashi Dachi, Shiko -Dachi, Hiji -Ate, Ura -Uchi, Gedan Uke, Gyaku Tsuki  \n Neko -Ashi Dachi, Zenkutsu -Dachi, Hiji Ate, Gyaku Tsuki  \n Neko -Ashi Dachi, Shiko -Dachi, Gedan Tettsui Uchi, Ura Uchi  \n Neko -Ashi Dachi, Mae Geri, Mawashi Geri  \n Neko -Ashi Dachi, Mae Geri, Hiji -Ate, Ura -Uchi, Gedan Uke, Gyaku Tsuki  \n Neko -Ashi Dachi, Sokuto Geri, Zenkutsu -Dachi, Gyaku Tsuki  \n Neko -Ashi Dachi, Shiko -Dachi, Age Tsuki, Ura -Uchi, Gedan Uke, Gyaku Tsuki\n--- PAGE 26 ---\nThe 10 - one-step sequences explained  \n \nFor this routine, it is assumed initially that the attacker will strike with a right straight punch to Chudan , middle level, \nfrom Sanchin -dachi. Once the set is learnt on ‘one side’, then the attacker can use the  left hand for the straight punch to \nthe middle and the defender can practice the techniques on the ‘other side’, defending from Heiko -dachi.  The body \nshifting involved in most of these is key to performing the techniques accurately. Therefore, this descri ption can be no \nmore than a guide and help to remind of techniques practiced in the dojo.    \nTechnique number  Defender, technique description, from Heiko -dachi.  \n1; Ippon -me Right leg moves back 45 to shiko -dachi, chudan block, then  pivot on left foot, attacking \nforward 45 shiko -dachi, chudan ippon -ken strike to stomach. Return to Heiko -dachi.  \n2; Nihon -me Left leg moves back 45 to shiko -dachi, chudan block, then pivot on righ foot, attacking \nforward 45 shiko -dachi, chudan shita -tsuk i strike to ribs. Return to Heiko -dachi.  \n3; Sambon -me Right then left leg slide forward evading the attack, into sideways heiko -dachi, deflect then \nright yoko -hiji-ate, then ura uchi. Return to Heiko -dachi.  \n4; Yonhon -me Right leg moves back 45 to shiko -dachi, chudan block, then pivot on left foot, moving in to \nsideways shiko -dachi, pulling high with left and striking low with right at the same time.  \n5; Gohon -me Left leg goes straight back into zenkutsu dachi, left chudan uke, then hold wit hthe left and \nsame time do right jodan tsuki. Return to Heiko -dachi.  \n6; Roppon -me Left leg goes back 45 into neko ashi dachi, right arm chudan uke, hold the attacking arm and \nkick knee, kansetsu geri. Return to Heiko -dachi.  \n7; Nanahon -me Left leg goes back behind right  leg, deflect attack wit hright palm and kick with right leg \nmawashi geri at same time. Return to Heiko -dachi.  \n8; Happon -me Pivot on the right foot, lifting the left leg and left palm together, deflect strike and kick mae \ngeri to stomach. Return to Heiko -dachi.  \n9; Kyuhon -me Step in with left leg sanshin dachi, left chudan uke, right hand then grab collar and throw \nwith O -soto -gare, leg sweep, followed with punch while attacker is on the floor.  \n10; Juhon -me Left leg slide left in Heiko dachi, right hand chudan uke, left leg then slide forward into \nsanchin dachi,  pivot 90 to the right, extend right leg into zenkutsu dachi, and use arm bar .\n--- PAGE 27 ---\nThe S yllabus for promotion  \n \nRemember, the grading examiner’s decision is final.  \n10th Kyu Syllabus - Yellow  belt (min. 3 months training, or 20 sessions)  \n1, Basic Kihon waza  – To be demonstrated at full speed and power, with good focus and ki -ai; \nStanding techniques (from Heiko Dachi);  Jodan Tsuki (high punch) , Chudan Tsuki (middle punch) , Ura-Uchi (back fist) , \nJodan Uke (high block) , Chudan Uke (middle block) , Mae Geri (front kick ) \nBasic moving techniques, various stances;   \n Sanchin -Dachi  Jodan Uke,  \n Sanchin -Dachi Jodan Tsuki,  \n Zenkutsu -Dachi Chudan Tsuki,  \n Zenkutsu -Dachi Chudan Uke,  \n Zenkutsu -Dachi Mae Geri,  \n2, Kumite  - Adult members should be prepared to demonstrate three -step sparring using the above techniques, Sambon \nKumite (Jodan & Chudan)  \n3, Dojo Etiquette  - Correctly wear Do -Gi (suit) and Obi  (belt). Rei (bow) to partners and when entering &  leaving the  Dojo.  \nCounting in Japanese; 1 Ichi, 2 Ni, 3 San, 4 Shi, 5 Go, 6 Roku, 7 Shichi, 8 Hachi, 9 Ku, 10 Ju  \n \n9th Kyu Syllabus - Yellow + stripe (min. 3 months, or 20 sessions since last promotion)  \n1, Kihon waza  – To be demonstrated at full speed and power, with good focus and ki-ai \nBasic, standing techniques from Heiko Dachi;  Jodan Tsuki (high punch) , Chudan Tsuki (middle punch) , Ura-Uchi (back fist) , \nTetsui Uchi (hammer fist) , Jodan Uke (high block) , Chudan Uke  (middle block) , Gedan Uke (lower block), Mae Geri (front \nkick) , Mawashi Geri (round kick)   \nBasic moving techniques, various stances ;  \n Sanchin -Dachi Jodan Uke , \n Sanchin -Dachi  Jodan Tsuki ,  \n Zenkutsu -Dachi  Chudan Tsuki ,  \n Zenkutsu -Dachi  Chudan Uke ,  \n Shiko -Dach i Gedan Tsuki , \n Shiko -Dachi Gedan Uke ,  \n Zenkutsu -Dachi Mae Geri,  \n Zenkutsu -Dachi  Mawashi Geri  \n2, Kata – Gekisai Dai Ichi  \n3, Kumite  – Adult members will be able to demonstrate Sambon Kumite using each level block and stance learnt so far, \n(Jodan, Chudan &  Gedan). Junior members may be asked to demonstrate at least one of these.\n--- PAGE 28 ---\n8th Kyu Syllabus - Orange belt (min. 3 months, or 20 sessions since last promotion)  \n1, Kihon waza  – To be demonstrated at full speed and power, with good focus and ki-ai \nBasic, standing techniques from Heiko Dachi;  Jodan Tsuki (high punch) , Chudan Tsuki (middle punch) , Ura-Uchi (back fist) , \nTetsui Uchi (hammer fist) , Hiji Ate (elbow strike) , Jodan Uke (high block) , Chudan Uke (middle block) , Kake Uke (hook \nblock) , Gedan Uke (lowe r block) , Mae Geri (front kick) , Mawashi Geri (round kick) , Kansetsu Geri (stamping kick)  \nMoving techniques and combinations, various stances ;  \n Sanchin -Dachi  Jodan Uk e Chudan Gyaku Tsuki ,  \n Zenkutsu -Dachi Chudan Uke  Jodan Gyaku Tsuki ,  \n Shiko -Dachi Gedan Uke  Chudan Gyaku Tsuki ,  \n Sanchin -Dachi  Mae -Geri Chudan Tsuki ,  \n Zenkutsu -Dachi Mawashi Geri  Gyaku Tsuki , \n Shiko -Dachi  Kansetsu Geri  \n2, Kata  – Gekisai Dai Ichi  \n3, Kumite – Demonstrate three -level sparring, Sandan Kumite (Jodan, Chudan, Gedan), showing good focu s and \ncontrolled techniques throughout  \n \n7th Kyu Syllabus – Orange belt + stripe (min. 3 months, or 20 sessions since last promotion)  \n1, Kihon waza  – To be demonstrated at full speed and power, with good focus and k i-ai \nBasic, standing techniques from Heiko  Dachi;  Jodan Tsuki (high punch) , Chudan Tsuki (middle punch) , Ura-Uchi (back fist) , \nTetsui Uchi (hammer fist), Hiji Ate (elbow strike) , Jodan Uke (high block) , Chudan Uke (middle block) , Kake Uke (hook \nblock) , Mawashi Uke (circle block) , Gedan Uke (lower block) , Mae Geri (front kick) , Mawashi Geri (round kick) , Kansetsu \nGeri (stamping kick) ,  \nMoving techniques and combinations, various stances;   \n Sanc hin-Dachi Jodan Uke  Chudan Gyaku Tsuki ,  \n Zenkutsu -Dachi Chudan Uke  Jodan Gyaku Tsuki ,  \n Shiko -Dachi Gedan Uke  Chudan Gyaku Tsuki ,  \n Sanchin -Dachi  Mawashi Uke ,  \n Sanchin -Dachi  Mae -Geri Chudan Tsuki , \n Zenkutsu -Dachi Mawashi Geri  Gyaku Tsuki ,  \n Shiko -Dachi  Kansetsu Geri  \n2, Kata  – Gekisai Dai Ichi, Gekisai Dai Ni  \n3, Kumite  – Demonstrate six -step, three -level pair work, Sandan -Gi (Jodan, Chudan, Gedan) with a partner, showing good \nfocus and controlled techniques throughout\n--- PAGE 29 ---\n6th Kyu Syllabus – Green belt (min. 3 months, or 20 sessions since last promotion)  \n1, Kihon waza  – To be demonstrated at full speed and power, with good focus and k i-ai \nBasic, standing techniques from Heiko Dachi;  Jodan Tsuki (high punch) , Chudan Tsuki (middle punch) , Ura-Uchi (back fist) , \nTetsui Uchi (hammer fist), Hiji Ate (elbow strike) , Shuto Uch i (knife hand strike) , Jodan Uke (high block) , Chudan Uke \n(middle block) , Kake Uke (hook block) , Gedan Uke (lower block) , Mawashi Uke (circle block) , Mae Geri (front kick) , \nMawashi Geri (round kick) , Kansetsu Geri (stamping kick) , Sokuto geri (side kick) , Ushiro Geri (back kick)  \nMoving techniques and combinations, various stances;  \n Sanchin -Dachi Jodan Uke  Chudan Gyaku Tsuki  \n Zenkutsu -Dachi Chudan Uke  Jodan Gyaku Tsuki  \n Shiko -Dachi Gedan Uke  Chudan Gyaku Tsuki  \n Sanchin -Dachi  Joge Uke Morote Tsuki  \n Sanchin -Dachi  Mae-Geri Chudan Tsuki  \n Zenkutsu -Dachi Hiji Ate  Gyaku Tsuki  \n Sanchin -Dachi Mae Geri  Mawashi Geri  \n2, Kata  – Sanchin (for adults), Gekisai Dai Ichi, Gekisai Dai Ni  \n3, Kumite – Demonstrate six -step, three -level pair work, Sandan -Gi (Jodan, Chudan, Gedan) with a p artner, showing  good  \nfocus and controlled techniques throughout  \nAs a green belt, you will also begin studying the kata side of the Gekisai Kata Bunkai. This may be requested at grading, to \nbe performed at medium speed.  \n \n5th Kyu Syllabus  - Green + stripe (min. 3 months, or 20 sessions since last promotion)  \n1, Kihon waza  – To be demonstrated at full speed and power, with good focus and ki-ai \nMoving techniques and combinations, various stances;  \n Sanchin -Dachi Jodan Uke  Chudan Gyaku Tsuki  \n Zenkutsu -Dachi Chudan  Uke Jodan Gyaku Tsuki  \n Shiko -Dachi Gedan Uke  Chudan Gyaku Tsuki  \n Sanchin -Dachi  Joge Uke Morote Tsuki  \n Sanchin -Dachi  Mae -Geri Chudan Tsuki  \n Zenkutsu -Dachi Hiji Ate  Gyaku Tsuki  \n Sanchin -Dachi Mae Geri  Mawashi Geri  \n Zenkutsu -Dachi Mae Geri Hiji -Ate Ura -Uchi Gedan Uke Gyaku Tsuki  \n Han-Zenkutsu -Dachi Sokuto Geri  Gyaku Tsuki  \n2, Kata  –Sanchin (for adults), Gekisai Dai Ichi, Gekisai Dai Ni, Saifa  \n3, Kumite  – Sandan -Kumite , Ippon Kumite No 1, No 2, No3.  \nGreen belts and above can be called to participate in free -sparring d uring gradings.\n--- PAGE 30 ---\n4th Kyu Syllabus  - Blue belt (min. 3 months, or 20 sessions since last promotion)  \n1, Kihon waza  – To be demonstrated at full speed and power, with good focus and ki-ai \nMoving techniques and combinations, various stances;  \n Sanchin -Dachi Jodan  Uke Chudan Gyaku Tsuki  \n Zenkutsu -Dachi Chudan Uke  Jodan Gyaku Tsuki  \n Shiko -Dachi Gedan Uke  Chudan Gyaku Tsuki  \n Sanchi n-Dachi  Joge Uke Morote Tsuki  \n Sanchin -Dachi  Mae -Geri Chudan Tsuki  \n Shiko -Dachi Hiji -Ate Ura -Uchi Gedan Uke  Gyaku Tsuki  \n Zenkutsu -Dachi Hiji Ate  Gyaku Tsuki  \n Shiko -Dachi Gedan Tettsui Uchi  Ura Uchi  \n Sanchin -Dachi Mae Geri  Mawashi Geri  \n Zenkutsu -Dachi  Mae Geri Hiji -Ate Ura -Uchi Gedan Uke  Gyaku Tsuki  \n Han-Zenkutsu -Dachi Sokuto Geri  Gyaku Tsuki  \n Shiko -Dachi Age Tsuki Ura -Uchi Gedan Uke  Gyaku Tsuki  \n2, Kata  –Sanchin, Gekisai Dai Ichi, Gekisai Dai Ni, Gekisai Dai San, Saifa  \n3, Kumite  – Sandan -Gi, , Gekisai Kata Bunkai (defence side) Also, Ippon Kumite No 1, No 2, No3, No 4, No5.  \n \n3rd Kyu Syllabus  - Blue + stripe (min. 3 months, or 20 sessions since last promo tion)  \n1, Kihon waza  – To be demonstrated at full speed and power, with good focus and k i-ai \nMoving techniques and combinations, various stances;  \n Sanchin -Dachi Jodan Uke Chudan Gyaku Tsuki  \n Zenkut su-Dachi  Chudan Uke Jodan Gyaku Tsuki  \n Shiko -Dachi  Gedan Uke  Chudan Gyaku Tsuki  \n Sanchin -Dachi Joge Uke Morote Tsuki  \n Sanchin -Dachi Mae -Geri Chudan Tsuki  \n Shiko -Dachi Hiji -Ate Ura-Uchi Gedan Uke Gyaku Tsuki  \n Zenkutsu -Dachi  Hiji Ate Gyaku Tsuki  \n Shiko -Dachi Gedan Tettsui Uchi Ura Uchi  \n Sanchin -Dachi Mae Geri Mawashi Geri  \n Zenkutsu -Dachi Mae Geri Hiji -Ate Ura -Uchi Gedan Uke Gyaku Tsuki  \n Han-Zenkutsu -Dachi  Sokuto Geri Gyaku Tsuki  \n Shiko -Dachi  Age Tsuki  Ura-Uchi Gedan Uke Gyaku Tsuki  \n2, Kata  –Sanchin, Tensho, Gekisai Dai Ichi, Dai Ni, Dai San, Saifa,  \n3, Kumite  – Sandan -Gi, , Gekisa i Kata Bunkai (defence and attack side) Saifa Bunkai (some)  Also, Ippon Kumite No 1  to 10. \nGreen belts and above can be called to participate in free -sparring during gradings.\n--- PAGE 31 ---\n2nd Kyu Syllabus - Brown  (min. 3 months, or 20 sessions since last promotion)  \n1, Kihon waza  – To be demonstrated at full speed and power, with good focus and k i-ai \nMoving techniques and combinations, various stances;  \n Sanchin -Dachi Jodan Uke Chudan Gyaku Tsuki  \n Zenkutsu -Dachi Chudan Uke Jodan Gyaku Tsuki  \n Shiko -Dachi Gedan Uke Chudan Gya ku Tsuki  \n Sanchin -Dachi Joge Uke Morote Tsuki  \n Sanchin -Dachi Mae -Geri Chudan Tsuki  \n Shiko -Dachi Hiji -Ate Ura -Uchi Gedan Uke Gyaku Tsuki  \n Zenkutsu -Dachi Hiji Ate Gyaku Tsuki  \n Shiko -Dachi Gedan Tettsui Uchi Ura Uchi  \n Sanchin -Dachi Mae Geri Mawashi Geri  \n Zenkutsu -Dachi Mae Geri Hiji -Ate Ura -Uchi Gedan Uke Gyaku Tsuki  \n Han-Zenkutsu -Dachi Sokuto Geri Gyaku Tsuki  \n Shiko -Dachi Age Tsuki Ura -Uchi Gedan Uke Gyaku Tsuki  \n2, Kata  –Sanchin, Tensho, Gekisai Dai Ichi, Dai Ni, Dai San, Saifa, Seiunchin  \n3, Kumite  – Gekisai Kata Bunk ai (defence + attack side) Saifa Bunkai  (some)  Also, Ippon Kumite No 1  to 10 on both sides.  \n \n1st Kyu Syllabus - Brown + stripe (min. 6 months, or 40 sessions since last promotion)  \n1, Kihon waza  – To be demonstrated at full speed and power, with good focus and k i-ai \nMoving techniques and combinations, various stances;  \n Neko -Ashi Dachi Sanchin -Dachi Jodan Uke Chudan Gyaku Tsuki  \n Neko -Ashi Dachi Zenkutsu -Dachi Chudan Uke Jodan Gyaku Tsuki  \n Neko -Ashi Dachi Shiko -Dachi Gedan Uke Chudan Gyaku Tsuki  \n Neko -Ashi Dachi S anchin -Dachi  Joge Uke Morote Tsuki  \n Neko -Ashi Dachi Sanchin -Dachi Mae -Geri Chudan Tsuki  \n Neko -Ashi Dachi Shiko -Dachi Hiji -Ate Ura-Uchi Gedan Uke Gyaku Tsuki  \n Neko -Ashi Dachi Zenkutsu -Dachi Hiji Ate Gyaku Tsuki  \n Neko -Ashi Dachi Shiko -Dachi Gedan Tettsui Uchi Ura Uchi  \n Neko -Ashi Dachi Mae Geri Mawashi Geri  \n Neko -Ashi Dachi Mae Geri Hiji -Ate Ura -Uchi Gedan Uke Gyaku Tsuki  \n Neko -Ashi Dachi Sokuto Geri Zenkutsu -Dachi Gyaku Tsuki  \n Neko -Ashi Dachi Shiko -Dachi Age Tsuki Ura -Uchi Gedan Uke Gyaku Tsuki  \n2, Kata  – Sanchin, Tensho, Gekisai Dai Ichi, Dai Ni, Dai San, Saifa, Seiunchin  \n3, Kumite – Gekisai Kata Bunkai (defence + attack side) Seiunchin Bunkai (some)  Also, Ippon Kumite No 1  to 10 both sides  \nGreen belts and above can be called to participate in free -sparring during gradings.\n--- PAGE 32 ---\n1st Dan – Black belt (min. 6 months, or 40 sessions since last promotion)  \n1, Kihon waza  – To be demonstrated at full speed and power, with good focus and k i-ai.  \nCombinations; A selection from the listed techniques in the Kyu grade syllabus  for 1st Kyu and 2nd Kyu. \n2, Kata  –Sanchin, Tensho, Gekisai Dai Ichi, Dai Ni, Dai San, Saifa, Seiunchin, Shisochin  \n3, Kumite  –Bunkai of above forms, showing evidence of understanding the latest forms learnt. Dojo Kumite, sparring, \nwith a selection of at least 3 partners with different levels of experience, to demonstrate control, a range of techniques \nand appropriate level of fitness   \n \n2nd Dan  – Black belt (min. 2 years since last promotion)  \n1, Kihon waza  – To be demonstrated at full speed and power, with good f ocus and ki-ai.  \nCombinations; A selection from the listed techniques in the Kyu grade syllabus  for 1st Kyu and 2nd Kyu. \n2, Kata  – Sanchin, Tensho, Gekisai Dai Ichi, Dai Ni, Dai San, Saifa, Seiunchin, Shisochin, Sanseiru  \n3, Kumite – Bunkai of above forms, showing evidence of understanding the latest forms learnt Dojo Kumite, sparring, \nwith a selection of at least 3 partners with different levels of experience, to demonstrate control, a range of techniques \nand appropriate level of fi tness   \n \n3rd Dan and above – Black belt (min. time requirement  since last promotion)  \n1, Kihon waza  – To be demonstrated at full speed and power, with good focus and ki-ai.  \nCombinations; A selection from the listed techniques in the Kyu grade syllabus  for 1st Kyu and 2nd Kyu. \n2, Kata  – Be prepared to demonstrate from the following; Sanchin, Tensho, Gekisai Dai Ichi, Dai Ni, Dai San, Saifa, \nSeiunchin, Shisochin, Sanseiru, Sepai, Sesan, Kururunfa, Suparenpei  (according to level attempted)  \n3, Kumite  – Bunkai of above forms, showing evidence of understanding the latest forms learnt and demonstrating \ncontinuous, fluid movement in application  \n \nIn considering Dan applications for 3rd Dan and above, consideration is made towards \nadditional contributions made towards the furtherment of karate. This will include such \naspects as club instructor experience, coaching and first aid qualifications achieved, sport \nkarate achievement, seminars attended, weapons training and other additional aspects \nundertaken that  have enhanced the individual in their training and also assisted in \npromoting the Ho -Ei Juku.\n--- PAGE 33 ---\nGaining the Winning Edge  \n \nThe following points are principles of fighting that, with practice, will enable the more successful application of   \ntechniques. If the situation allows, such as in a tournament or dojo sparring, e stablish wheth er your opponent is an \nattacker or counter -puncher, a runner  or relying on evasion. Consider  fighting distances according to the situation.  \nSet-ups \n Set yourself up to win, both  mentally and physically, through rigorous training routines  \n Set up your opponent through verbal and non -verbal communication  \nPositioning  \n Position yourself for mobility  \n Position yourself for the best defensive capabilities  \n Position yourself for the best of fensive capabilities  \n Position yourself with the right psychological attitude  \nIndependent Movement  \n Make all movement independent  \n Do not telegraph your intention  \n Avoid pre -meditated combinations  \nSpeed  \n Explode into your leading offensive techniques  \n Explode in to your defensive techniques  \n Push off to gain maximum speed and penetration  \nAttack Lines  \n Attack your opponent along his inside line  \n Attack your opponent along his centre line  \n Attack your opponent along his outside line  \nBridging the Gap  \n Use special techniques to advance into striking range  \n Advance through the point at which you can kick  \n Advance through the point at which you can punch  \nSimplicity of Technique  \n Pick three to five techniques and learn them well  \n Avoid flashy, difficult techniques  \n Rely on the basics and apply the principles\n--- PAGE 34 ---\nEconomy of Motion  \n Conserve motion by using straight lines  \n Economise motion by using the nearest weapon  \n Use direct angles for attack and defence  \nRelaxation  \n Relax your body to reserve your supply of energy  \n Relax with each technique to increase your speed  \n Relax your body to increase your power  \n Relax your mind to take full advantage  \nMobility  \n Use footwork patterns to cover distance  \n Apply footwork in all directions  \n Do everything while your body is in motion  \nReach  \n Extend to the limit your reach  \n Hyper -extend by sliding forward as you execute your technique  \n Double Hyper -extend by skipping or hopping forward and then sliding forward as you execute your technique  \nCentreline  \n Attack the many targets found along the centreline  \n Expect at tack when you open your centreline  \n Bring all your weapons to bear by angling your centreline  \nStraight Lines  \n Gain extra power by attacking in straight lines  \n Take the shortest route to the nearest target  \n Gain speed by attacking with straight lines  \nFaking  \n Fake with your hands, feet, hips, body and shoulders  \n Fake to trick your opponent into moving  \n Fake to destroy your opponent's timing  \nConstant Pressure  \n Apply forward movement to keep your opponent on the defensive  \n Use aggressive body language  \n Exert constant men tal pressure to keep your mind in the fight and your opponent on the run  \n Once your begin, don't pause or stop\n--- PAGE 35 ---\nTiming  \n Attack your opponent before they can move  \n Attack your opponent as they move  \n Attack your opponent after they move  \nAngles of Attack  \n Attack your opponent with direct angles  \n Attack your opponent with oblique angles  \n Attack your opponent with deceptive angles  \n Control your opponent with circular movement  \nBroken Rhythm  \n Mix up your targets and strike all levels  \n Vary the rhythm of your movements  \n Chan ge the motion of your body, be unpredictable  \n Alternate the speed of your technique  \n Mix faking and attacking  \n Change your attitude from passive to aggressive  \n Switch your line of attack from inside to outside and back again  \n Mix relaxation and tension to throw  off your opponents timing, rhythm and concentration  \nThese principles, as they relate to Karate, have been derived from a continued study of various ancient texts, including; \nThe Bubishi, A Book of Five Rings and The Art of War. Further Study of these and other volumes will reve al information \nrelevant to senio r grades.  \nCommon Target Areas for Goju Ryu  - There are many vital points used for karate. Some of these are also used in \nacupuncture for Chinese medicine for curing illness. Here we simply mention the most obvious targ ets for striking. Many \nof these points can cause a kn ock out or even death. Many of the joints on the body can also be attacked using \nmanipulation techniques found within the kata. These, by the nature of their danger, are only taught to adults and senior \ngrades. As goju -Ryu incorporates joint locking, throwing and other vital techniques in addition to striking , strict control \nmust be shown during training with a partner .  \nFront ; above the upper l ip, point of the chin , collar bone , the arm pit , abdomen , shins , inner wrist , bridge of the nose , \njaw, Adam ’s apple , solar plexus , floating rib , groin , knee , instep   \nBack ; kidneys , the calf , achilles heel , base of skull , base of spine , top of the head\n--- PAGE 36 ---\nMartial Arts Injuries  \n \nPrevention is said to be better than cure. So, starting from the prevention of injuries, s afety equipment should be in a \nsuitable condition, have no sharp bits, protec t all users and should not restrict movement or vision. The typical list of \nequipment used includes;  hand mitts , gum shield , shin/forearm protectors , groin guard , chest protector , head guard , \nbody armour  and floor mats . Injury can result from excessive contact of any sort. Once it h as happene d, it becomes \nimperative to deal appropriately with the result of the injury. Another  category  of injury  which ca n be consider ed is self-\ninflicted injuries in training, including misuse or over -use of joints, muscles and so on. Inappropriate or i nsufficient warm -\nup or cool -down exercises can create serious long -term damage. Your own personal body condition can add to any injury \nby not being prepared. This is perhaps more common  than realised . Most injuries can be classed as a lack of  something, \neither ; \n• Respect - not caring for your partner.  \n• Preparation - not being correctly equipped.  \n• Control - mental self -control or discipline.  \n• Distance, attitude, focus and timing.  \n• Knowledge or experience of Karate practice.  \n• Pure accident - sometimes.  \nThere are a f ew basic rules for first -aid:  \n• Know what you are dealing with - if you don't know, do nothing.  \n• Do nothing that will make the injury worse.  \n• Do no more than is absolutely necessary, and call for assistance.  \nThings to do first;  \n• Don't panic!  \n• The A.B.C. rule is  paramount  (airway, breathing, circulation).  \n• Diagnosis of condition, talk to the injured person , or by examination/comparison.  \n• Look first where possible, touch after. Think the worst.  \n• Where possible, check for 'Medic -Alert' information, allergies etc...  \nA complete first -aid course will include a number of areas that are less likely to be an issue in our training, such as \npoisoning, electric shock and others. Considering our interest is for Karate -related injuries, the major areas and subjects \nwould include the following;  \n Blood circulation and haemorrhage - internal bleeding and shock  \n Bones and joints - fractures and dislocations  \n The face, neck and spine - face, neck, spine, injuries to the ribs and sternum  \n The upper limbs - the shoulder, upper arm and elbow,  wrist, hand, finger and thumb  \n The pelvis and lower limbs - the pelvis, hip joint, thigh, knee joint, leg, ankle joint, foot  \n Other soft tissue injuries - the ears, eyes, external genitalia  \n Unconsciousness - intra cranial haemorrhage, cardiac arrest, epilepsy, diabetes, hysteria  \n Resuscitation - Cardio Pulmonary Resuscitation  \n Safety: The prevention of injuries, safety in training, protective equipment\n--- PAGE 37 ---\nGoju -Ryu Terminology  \n \nThe pronunciation of Japanese terminology requires great care  as the language is so different to English.  \nPunches  \n Age zuki :   Rising punch  \n Choku zuki :  Straight punch  \n Chudan zuki :  Middle area punch  \n Furi zuki :   Circular p unch  \n Gedan zuki :  Punch to low area  \n Gyaku zuki :  Reverse punch  \n Jodan zuki :  Upper punch  \n Kizame Zuki :  Jab Punch  \n Oi zuki :   Lunge punch  \n Seiken zuki :  Forefist punch  \n Ura zuki :   Close range punch  \n Awase zuki :  U punch  \n Choku zuki chudan : Straight punch  to body  \n Hiraken zuki :  Fore -knuckle -fist punch  \n Ippon ken zuki :  One-knuckle -fist punch  \n Jun zuki :   Double punches  \n Kagi zuki :   Hook punch  \n Mawashi zuki :  Roundhouse punch  \n Morote zuki :  Double -fist \"U\" punch  \n Nagashi zuki :  Flowing punch  \n Nihon zuki :  Double punch  \n Oroshi zuki :  Descending punch  \n Sanbon zuki :  Three punch combo  \n Shita zuki :   Short  range punch  \n Tate zuki :   Vertical fist punch  \n Yoko zuki :   Side punch  \nBlocks  \n• Age uke :   Rising block  \n• Chudan uke :  Middle level block  \n• Gedan barai :  Lower  level sweep  \n• Jodan uke :   Upper level block  \n• Hiji uke :   Elbow block  \n• Hiki uke :   Pulling / grasping block  \n• Hiza uke :   Knee block  \n• Ko uke :   Wrist block  \n• Shotei barai :  Palm heel sweep  \n• Shotei uke :  Palm heel block  • Soto uke :   Forearm block ( outside \nmoving in)  \n• Sukui uke :   Scooping block  \n• Tora guchi uke -  Tiger mouth block  \n• Deai osae uke :  Pressing block, step  in \n• Gedan uke :  Low level block  \n• Juji uke :   X block  \n• Kake uke :   Hooking block  \n• Mawashi uke :  Roundhouse block  \n• Morote sukui uke : 2-hand  scooping block  \n• Morote uke :  2-hand  forearm block  \n• Nagashi uke :  Sweeping block  \n• Oroshi uke :  Descending block  \n• Osae uke :   Pressing block  \n• Shuto uke:   Knife hand block  \n• Sokuto osae uke:  Pressing block with foot  \n• Tate shuto uke :  Verticle hand block  \n• Teisho uk e :  Palm heel blo ck \n• Uchi uke :   Block from inside  \nStrikes  \n Hiji ate  :   Elbow strike  \n Haito uchi :   Ridge hand strike  \n Hiraken :   Fore knuckle fist  \n Hiza geri :   Knee strike  \n Ko uchi :   Wrist strike  \n Nukite uchi :  Spear hand strike  \n Shuto uchi :  Knife -hand strike  \n Teisho uchi :  Palm heel strike  \n Tetsui uchi :  Bottom fist strike  \n Uraken uchi :  Back fist strike  \n Atama uchi :  Strike with head  \n Ganmen uchi :  Facial strike  \n Ippon ken :   One knuckle fist  \n Ippon nukite :  Stab  with forefinger  \n Kumade uchi :  Bear han d strike  \n Mae hiji ate :  Forward elbow strike  \n Mawashi hiji ate :  Circular elbow strike  \n Nakadaka ippon ken : One knuckle fist  \n Nihon nukite :  Two finger spear -hand\n--- PAGE 38 ---\n Otoshi hiji ate  :  Downward elbow strike  \n Tate hiji ate  :  Upward elbow strike  \n Ushir o hiji ate  :  Back elbow strike  \n Yoko hiji ate  :  Side elbow strike  \nKicks  \n Fumikomi geri :  Stamping kick  \n Hiza geri :   Knee kick  \n Kansetsu geri :  Stamping  joint kick  \n Mae geri :   Front kick  \n Mawashi geri :  Roundhouse kick  \n Tobi geri :   Jumping  front kick  \n Ushiro geri :  Back kick  \n Yoko geri :   Side kick  \n Kin geri :   Groin kick  \n Mikazuki geri :  Crescent kick  \n Nidan geri :   Double jump kick  \n Renzoku geri :  Combination kick  \n Sokuto geri :  Side kick with foot edge  \n Tobi yoko geri :  Jumping side kick  \nStances  \n Hachiji dachi :  Natural stance  \n Han zenkutsu :  Half forward stance  \n Heiko dachi :  Parallel stance  \n Heisoku dachi :  Formal attention stance  \n Kokutsu dachi :  Back stance  \n Musubi dachi :  Formal a ttention stance  \n Neko ashi dachi :  Cat stance  \n Reinoji dachi :   L stance  \n Sanchin dachi :  Hour glass stance  \n Sesan dachi :  Side  straddle stance  \n Shiko dachi :  Square stance  \n Zenkutsu dachi :  Long stance  \n Hanmi kamae :  Half facing position  \n Hidari shizen tai :  Left natural position  \n Sagi ashi dachi :  Propped leg stance  \n Shizentai :   Natural position  \n Tsuri ashi dachi :  Crane stance  \n Uchi hachiji dachi :  Inverted leg stance  \nPhrases, Etiquette  \n Domo Arigato :  Thank you very much  \n Konban wa :  Good evening   Konnichi wa :  Good day  \n Mo ichi do :  Once more time  \n Ohaiyo Gozai masu : Good morning  \n Onegai shimasu :  Please teach me  \n Sayonara :   Goodbye  \nDojo Opening / Closing Ceremony  \n Shugo! :   Line up!  \n Ki o tsuke :   Stand to attention  \n Seiza :   Kneel  \n Mokuso :   Observe meditation  \n Mokuso yame :  Finish meditating  \n Shomen ni :  Face  the dojo front  \n Rei :   Bow  \n Sensei ni :   Face your teacher  \n Rei :   Bow  \n Otagai ni :   Face your partner  \n Rei :   Bow  \n Kiritsu :   Stand up  \nGeneral Terms  \n• Ashi barai :   Foot sweep  \n• Budo :   Martial Way  \n• Bunkai :   Kata applications  \n• Chudan :   Middle level  \n• Dan :   Level  \n• Do :   Way; Path  \n• Dojo :   Training place  \n• Dojo kun :   Dojo rules  \n• Gasshuku :   Special karate camp  \n• Gedan :   Lower level  \n• Gi :    Jacket; training uniform  \n• Goju Ryu  :   Hard / Soft style  \n• Hai :   Yes \n• Hajime :   Begin  \n• Hara :   Stomach  \n• Heishugata :  \"Closed \" kata (Sanchin)  \n• Hidari :   Left \n• Hiji :   Elbow  \n• Hiza :   Knee  \n• Hojo undo :  Supplementary exercise  \n• Honbu Dojo :  Central dojo  \n• Ippon kumite :  One point sparring  \n• Jodan :   Upper level  \n• Ju :    Soft; flexible\n--- PAGE 39 ---\n• Junbi Undo :  Warm up exercises  \n• Kaishugata :  \"Open\" kata ( e.g. Saifa)  \n• Kakie :   Push hands  \n• Kamae :   Combative posture  \n• Kamae te :   Assume stance  \n• Karate :   Empty hand  \n• Karate -Do :   The way of Karate  \n• Kata :   Forms  \n• Ki o tsuke :   Attention  \n• Kiai :   Focusing shout  \n• Kihon waza :  Basic techniques  \n• Kekomi :   Thrust action  \n• Kumite :   Sparring  \n• Kyu :   White to brown belt  \n• Mae :   Front  \n• Mawatte :   Turn around  \n• Migi :   Right  \n• Mokuso :   Silent meditation  \n• Muchimi :   Heavy, sticky action  \n• Obi :   Training uniform belt  \n• Randori :   Free , relaxed sparring  \n• Sandan gi :   Three level sparring  \n• Seiken :   Fore fist  \n• Seiza :   Kneel ing position  \n• Shomen :   The dojo  front  \n• Suri ashi :   Sliding step  \n• Tai sabaki :   Body evasion ability  \n• Tanden :   Navel  \n• Te :   Hand  \n• Ude :   Forearm  \n• Ude tanr en :  Forearm conditioning  \n• Ushiro :   Back, rear  \n• Waza :   Techniques  • Yakusoku kumite :  Pre-arranged sparring  \n• Yame :   Stop  \n• Yoi :   Ready  \n• Yoko :   Side  \n• Zanshin :   Awareness  \nWaza (Technique)  \n• Ashi waza :   Leg techniques  \n• Geri waza :   Kicking techniques  \n• Gyaku waza :  Joint locking techniques  \n• Hazushi waza :  Freeing techniques  \n• Nage waza :  Throwing techniques  \n• Ne waza :   Ground techniques  \n• Renzoku waza :  Combination techniques  \n• Shime waza :  Choking techniques  \n• Te waza :   Hand techniques  \n• Uchi waza :   Striking techniques  \n• Uke waza :   Blocking techniques  \n• Zuki waza :   Punching techniques  \nNumbers  \n Ichi :  One \n Ni :   Two  \n San :  Three  \n Shi :  Four  \n Go :  Five \n Roku :  Six \n Shichi :  Seven  \n Hachi :  Eight  \n Ku :  Nine  \n Ju :   Ten",
  "kata": "\n--- PAGE 9 ---\nname was  said to be  a household word in Karate circles, and he appeared in all the major Martial Arts magazines and \npublications, both i n Japan and the western world.  Gōgen Yamaguchi was also famously kn own in the world of karate -dō \nas ‘the Cat’; he was a very small man, just over five feet, however he projected the impression of great bulk and an aura \nreminiscent of the samurai era. He was first dubbed 'the Cat' by American GI’s for his gliding walk and flowing hair. He \nalone was primarily responsible for the spread of Goju-Ryu throughout the world today. According to Gōgen Yamaguchi \nhimself when interviewed by French magazine Karate journalist Rolla nd Gaillac, April 1977 edition , \"Even today, young \nman, if you were to face me in combat, I would be able to determine in a second the strength of your Ki. Immediately I \nwould know if you were a good opponent. It is this quality, and no other, which has given me the name of The Cat.\"  \nChōjun Miyagi Sensei visited the university dojo of  Kansai, Osaka, Ritsumeikan and Doshisha Universities, whilst attending \nRitsumeikan University in Kyoto. There , Gōgen Yamaguchi founded the Ritsumeikan daigaku karate kenkyū -kai, the first \nkarate club in wes tern Japan and  infamous for its hard style training and fier ce karate fighters. After graduating from \nRitsumeikan University in Kyoto in 1934, Yamaguchi  designed and introduced Jiyū -kumite which has become known \ntoday as sport  karate  kumite.  In 1935 he for med the All Japan Karate -do Goju -Kai Karate -dō Association, which later split \ninto the JKF Gojukai and the J.K.G. A. \nBefore the twenty -fifth anniversary of the death of Chojun Miyagi, Gogen Yamaguchi Hanshi went to his Dojo in Okinawa \nto receive instructio n in Kata in March of 1978. Gogen Yamaguchi Hanshi, former head of the All Japan Karatedo Goju  Ryu \nAssociation [JKGA], recognized Yagi Sensei as rightful heir to Chojun Miyagi Sensei’s \nSchool. Yamaguchi Hanshi studied with Chojun Miyagi Sensei for a short period of time \nand represented Goju R yu Karatedo on mainland Japan. Gogen Yamaguchi Hanshi visited \nOkinawa many times (also Yagi visited Tokyo) to compare Kata and receive instruction in \nthe advanced methods of Goju  Ryu. Yagi Sensei has said “When I used t o go used to Tokyo \nI would train at Gogen Yamaguchi’s Dojo and teach Goju R yu to his youngest sons and \ndaughter. I should say that if you study in the modern day J KGA of their Dojo you can have \nconfidence that you are learning the advanced methods of Goju  Ryu.” The standard and \nquality of Miyagi’s Goju -Ryu Karate has been kept alive over the decades by the relentless \nefforts and devotion to training of a great many Masters in different organisations.  \n Kancho Tada Heiji was one of the earliest students of t he Ritsumei -Kan dojo and \nestablished the first of his ‘Seishikan’ dojo in Tambabashi, Kyoto in 1949. The three ‘Tada \nbrothers’ became well -known in Karate circles as in addition to successful dojo in Kyoto and the surrounding areas of \nOsaka and Nara, Tada Masao Sensei spread the Seishikan brand of karate in Australia, where he lived for several years. \nKancho T ada Heiji studied Karate with Yamaguch i Gogen and also under the expert guidance of Yagi Meitoku in Okinawa.  \nThe Seishikan bec ame quite a formidable c ompetitive school  from the 1970s, with successes in tournaments in Japan and \nAustralia  against all other styles.  Meiyo -Kancho Tada Heiji passed away in September 2013.   \nBrian Hinchliffe  first met Kancho Tada in Kyoto in 1989, whilst on a  tour of \nJapan and taking part i n the 15th annual Goju -kai championships as a \nmember of the England Goju -Ryu Karate -Do Seiwa -Kai karate team of that \nyear. After extensive correspondence, a return visit to Japan in 1991 was the \ntrue beginning of this very f ortunate and special relationship. The Seishikan \nwas subsequently formed in the UK and successful groups operated in the \nsouth east of England, headed by Brian Hinchliffe, where twice -annual, \nkarate competitions were held for many years and seminars were o ffered \nunder senior Japanese instructors, including Kancho Tada himself, who \nvisited England in 1991 .\n--- PAGE 10 ---\nAs Brian Hinchliffe spent time in Japan occasionally, he was fortunate to be accommodated in Kancho Tada’s home for a \nwhile then went to live at the Obak u Mampuku -Ji temple  near Uji , where there were dojo practicing Judo and Kendo as \nwell as Karate. This daily life and training at the Mampuku -Ji changed Brian's whole out look on life and the Martial Arts. \nStudying the Chinese forms of Chi Gung, and health exercises such as the Eight Pieces of Brocade.  This was also the first \nreal exposure to the Japanese sword arts and eventually led to Brian Hinchliffe meeting, and being accepted as an iaido \nstudent of, Sensei Morinaka Masakatsu.  \nOver time, it became clear  that operating several dojo in the UK practicing different arts under several different names \nwas difficult to manage. Morinaka Sensei suggested the name Ho-Ei Juku ( mean ing literally ‘the school of united \ntreasures’ ) and this was gratefully accepted. Mor inaka Sensei’s dojo in Japan was the Ho-Sei Juku  and his teacher, the \nlegendary Iwata Sensei’s dojo was called Ho-Nan Juku , so the name was a natural cnoice, using the word Ei from the \nJapanese name for the United Kingdom, Ei-Koku.       \nNow we can say w elcome to the Goju -Ryu Karate -Do Ho -Ei Juku. We are a non -political, independent karate club \npracticing Goju -Ryu style karate  and our senior members can go on to learn Muso Jikiden Eishin Ryu Iai -jutsu . The \nfounder and chief instructor of the Ho -Ei Juku, Bri an \nHinchliffe, established his group with the formation of the \nBlue Tiger Karate Club in Hastings in 1985. There has been  \nextensive change and  development sinc e those early days . \nWe are, however, delighted to keep this unusual name that is \ndifficult to pronounce as it reflects the lineage and tradition of \na true Art form, handed down from the teacher s of old . \nMorinaka Sensei sadly passed away in April 2013.   \nBrian Hinchliffe has been privileged to receive his grades \ndirectly from the Dai Nippon Butoku Ka i in Japan and i n 2008 \nwas graded to 7th Dan in Goju -Ryu Karate  and 5th Dan in \nIaido . Starting training in Martial Arts in 1972 and studying various Arts along the way, Brian has trained with many of the \nworld’s leading Masters in both Goju -Ryu Karate and Iaido. The path has led Brian across the world to train, compete and \nteach seminars across Europe, the USA and of course, the Far East. In 2014, Brian became a member of the Zen Nihon \nBudo Renmei, based in Kyoto, Japan. In 2015, Brian was presented with an International Teaching Licence and grade d to \n8th Dan by the Zen Nihon Sogo -Budo R enmei,  Nihon Seibukan Dojo of Kyoto.  This promo tion will ensure the futu re \nconnection to Japan for the Hoei Juku and its members and open the door to many opportunities  to travel, meet and \ntrain with today’s Masters of Goju -Ryu Karate  in Japan and around the world .\n--- PAGE 12 ---\nTraining in Goju -Ryu Karate  \n \nReasons for training  \nIt’s fun – yes, it might feel like it hurts sometimes, but training is very enjoyable . Goju -Ryu is a mix of hard and soft \nmovements  and there is something there for everyone . Karate provides the young with an excellent example in discipline \nand manners . Traini ng in a disciplined activity builds strength in the young to face challenges in the future . There is \nalways the aim of achieving the next goal in training and more to be learnt . Compared to so many activities these days, \nKarate training need not be at all expensive . There are significant health and fitness benefits from regular exercise . \nTraining in Karate teaches the ability to behave equally graciously in success and in failure . By attending classes regularly, \nthere are great benefits in meeting other peo ple and travelling. Training develops a keen sense of awarene ss necessary \nto respond when confronted  by threats  in life.  \nAims and Objectives  \nAt the Ho -Ei Juku, you will experience training in a traditional Martial Art  (several ‘arts’ are available). There  is the \nopportunity to attend seminars and competition opportunities  if needed. The Organisation can p rovide the opportunity \nto travel, including Japan and Okinawa , for training . All instructors provide great  care to all Ho -Ei Juku members in a \nmanner that  is fair to all, now and in the future  and seek to p romote the Art of Goju -Ryu within the community  \nAs a member of the Ho -Ei Juku, you are expected to abide by the following rules;   \n Train within the traditional format taught, respect senior grades and thei r decisions . \n Keep to training times laid down as lateness in arriving to training can inconvenience all .  \n Wear a suitably clean, tidy Karate uniform, correctly coloured belt and Ho -Ei Juku badge .  \n Pay the appropriate fees for membership, training and  gradi ng promptly.  \n Refrain from p hysical, or verbal abuse , which  will not be tolerated at any time . \nChild Protection Policy  \nThe Ho -Ei Juku is keen to ensure the safety and well -being of all participants  at all times , especially children and \nvulnerable adults who may be involved with the club. To help with this, we have adopted the Child -protection Policy laid \ndown by the EK F. A copy of this is available  online, or  any time for inspection  in the classes . \nHealth & Safety  \nThere is a fixed etiquette in training wh ich, if followed carefully, will remove, or significantly reduce, the risks of training \nin a contact activity. The Ho -Ei Juku instructors have strict guidelines concerning coaching and safety is most important. \nWe take all practical steps to safeguard stud ents and visitors from injury whilst training and insist that anyone training \nwith us follows the instruction given. This is for the safety of all concerned.  \nEqual Opportunities  \nGoju -Ryu Karate -Do Ho -Ei Juku is open to all serious Martial Artists and does  not discriminate on the grounds of age, sex, \ncolour, ethnic origin, religious beliefs, or physical disability. Known illnesses may require a letter from your doctor to \nconfirm that you are fit to train. Please note that we are unable to accept people to t rain under the age of 5, or over 70 \nas we cannot offer insurance to allow them to train in the Martial Arts.  \nData Protection Act (1998 ) \nAny information is recorded, stored and destroyed strictly in accordance with the Data Protection Act 1998.",
  "bunkai": "",
  "kumite": "",
  "conditioning": "",
  "philosophy": "\n--- PAGE 1 ---\nGoju Ryu  Karate Do  \n剛 柔 流 空 手 道 宝 英 塾 \nHo-Ei Juku  \n \nReference Manual  \nSensei Brian Hinchliffe 8th Dan\n--- PAGE 3 ---\nAcknowledgements  \n \n \n \n \n \n \n \n \n \n \n \nSensei Miyagi Chojun (1888 -1953)  \n \nThis manual would not have been possible without significant contributions by  so many people in my karate life, both \nteachers and students . Therefore , I would like  firstly  to thank my teacher, Meiyo Kancho Tada Heiji  (8th Dan), founder  of \nthe Seishikan,  based in  Kyoto, for his  endless support and guidanc e in karate since the 1980s. Sadly, he passed away in \nSeptember 2013. I have been fortunate to have trained with and learnt from so many other senior instructors in Goju Ryu \nand other karate schools, in Japan, the UK, the USA and around the w orld – and to a ll of them, I am forever indebted .  \nAs I began  karate training in 1972, I have been able to train  over the years  with literally thousands of people as peers , \nstudents  and teachers. When I began teaching karate in  1985, it was exciting to work with my own s tudents and watch \nthem evolve . Some of those early students  are still  training with  me now  and each one of them  has helped in keeping me \ngoing through good times and bad, so I owe a massive thank you not just to my teachers, but also to those who have \ndecided, whether for a short time,  or longer, to train with the Ho -Ei Juku group.  \nFinally, I must thank the late, Sensei Morinaka Masakatsu (1929 -2013), without whom there would be no Ho -Ei Juku \nname. This will be discussed later. And of course, thank you , the reader,  for taking the time to read this short manual and \nI trust it helps to explain in some small way the manner  in which we train , measure our progress and attempt (as far as is \npossible)  to follow the excellent teachings and methods of our teachers from Japan and in particular the man considered \nto be the founder of Goju Ryu, Sensei Miyagi Chojun, without whom, I sometimes wonder what I would be doing now.",
  "terminology": "",
  "grading": "",
  "appendix": "\n--- PAGE 40 ---\nNotes"
}