{
  "common": {
    "appName": "Goju Ryu Wiki",
    "loading": "Laden...",
    "error": "Fout",
    "retry": "Opnieuw proberen",
    "cancel": "Annuleren",
    "save": "Opslaan",
    "delete": "Verwijderen",
    "edit": "Bewerken",
    "back": "Terug"
  },
  "navigation": {
    "home": "Home",
    "theory": "Theorie",
    "practice": "Oefening",
    "study": "Studie",
    "settings": "Instellingen"
  },
  "home": {
    "welcome": "Welkom bij Goju Ryu Wiki",
    "description": "Ontdek de kunst van Goju Ryu Karate",
    "getStarted": "Begin"
  },
  "theory": {
    "title": "Theorie",
    "description": "Principes en kennis van Goju Ryu",
    "terminology": "Terminologie",
    "terminologyDesc": "Japanse terminologie en vocabulaire gebruikt in Goju Ryu",
    "history": "Geschiedenis",
    "historyDesc": "De oorsprong en evolutie van Goju Ryu Karate",
    "philosophy": "Filosofie",
    "philosophyDesc": "Kernprincipes en waarden van Goju Ryu",
    "kata": "Kata Theorie",
    "kataDesc": "Principes en theorie achter traditionele vormen",
    "vitalPoints": "Vitale Punten",
    "vitalPointsDesc": "Studie van drukpunten en kwetsbare gebieden"
  },
  "terminology": {
    "title": "Karate Terminologie",
    "sections": {
      "general-terms": "Algemene termen",
      "numbers": "Getallen",
      "tournament-terms": "Toernooi Terminologie",
      "equipment-weapons": "Uitrusting & Wapens",
      "equipment-weapons-desc": "Traditionele trainingsuitrusting en wapens gebruikt in Goju Ryu en Okinawaanse krijgskunsten",
      "karate-goju-ryu": "Karate & Goju Ryu Terminologie",
      "karate-titles": "Karate Titels",
      "phrases-etiquette": "Uitdrukkingen & Etiquette",
      "kata-terms": "Kata Terminologie",
      "blocks": "Blokkeringen",
      "kicks": "Trappen",
      "punches": "Stoten",
      "stances": "Standen",
      "strikes": "Slagen",
      "vital-points": "Vitale Punten"
    }
  },
  "blocks": {
    "title": "Blokkeringen",
    "viewButton": "Bekijk",
    "videoError": {
      "title": "Kan video niet laden",
      "pathError": "Kon niet laden: {{path}}",
      "instructions": "Zorg ervoor dat de volgende bestanden bestaan:",
      "files": {
        "ageUke": "age-uke.mp4",
        "gedanBarai": "gedan-barai.mp4",
        "sotoUke": "soto-uke.mp4"
      }
    },
    "ageUke": {
      "name": "Age Uke",
      "japanese": "上げ受け",
      "english": "Opwaartse Blokkering",
      "description": "Een blokkering die een aanval omhoog afweert en het gezicht en bovenlichaam beschermt."
    },
    "gedanBarai": {
      "name": "Gedan Barai",
      "japanese": "下段払い",
      "english": "Neerwaartse Veeg",
      "description": "Een vegende blokkering die aanvallen op het onderlichaam afweert."
    },
    "sotoUke": {
      "name": "Soto Uke",
      "japanese": "外受け",
      "english": "Buitenwaartse Blokkering",
      "description": "Een blokkering die een aanval van binnen naar buiten afweert."
    },
    "uchiUke": {
      "name": "Uchi Uke",
      "japanese": "内受け",
      "english": "Binnenwaartse Blokkering",
      "description": "Een blokkering die een aanval van buiten naar binnen afweert."
    },
    "shutoUke": {
      "name": "Shuto Uke",
      "japanese": "手刀受け",
      "english": "Meshand Blokkering",
      "description": "Een blokkering uitgevoerd met de zijkant van de hand."
    },
    "empiUke": {
      "name": "Empi Uke",
      "japanese": "肘受け",
      "english": "Elleboog Blokkering",
      "description": "Een blokkering uitgevoerd met de elleboog."
    },
    "kosaUke": {
      "name": "Kosa Uke",
      "japanese": "交差受け",
      "english": "Kruis Blokkering",
      "description": "Een blokkering uitgevoerd met gekruiste polsen."
    },
    "jujiUke": {
      "name": "Juji Uke",
      "japanese": "十字受け",
      "english": "X-Blokkering",
      "description": "Een blokkering uitgevoerd met gekruiste armen in X-vorm."
    },
    "haiwanUke": {
      "name": "Haiwan Uke",
      "japanese": "背腕受け",
      "english": "Achterarm Blokkering",
      "description": "Een blokkering uitgevoerd met de achterkant van de onderarm."
    },
    "osaeUke": {
      "name": "Osae Uke",
      "japanese": "押さえ受け",
      "english": "Drukkende Blokkering",
      "description": "Een naar beneden drukkende blokkering."
    }
  },
  "practice": {
    "title": "Oefening",
    "description": "Trainingsmethoden en toepassingen",
    "techniques": "Technieken",
    "techniquesDesc": "Leer fundamentele Goju Ryu technieken",
    "kata": "Kata",
    "kataDesc": "Traditionele vormen en patronen",
    "hojoUndo": "Hojo Undo",
    "hojoUndoDesc": "Aanvullende trainingsmethoden en hulpmiddelen",
    "kumite": "Kumite",
    "kumiteDesc": "Sparring technieken en oefening"
  },
  "study": {
    "title": "Studiesectie",
    "description": "Interactieve lessen en quizzen om je kennis uit te breiden",
    "quizzes": "Quizzen",
    "quizDesc": "Test je kennis over verschillende onderwerpen.",
    "noQuizzes": "Momenteel geen quizzen beschikbaar.",
    "flashcards": "Flashcards",
    "flashcardDesc": "Herhaal termen en concepten met flashcards.",
    "noFlashcards": "Momenteel geen flashcard sets beschikbaar.",
    "tests": "Tests",
    "startStudy": "Begin met Studeren"
  },
  "settings": {
    "title": "Instellingen",
    "description": "Pas je app-ervaring aan",
    "language": "Taal",
    "theme": "Thema",
    "notifications": "Meldingen",
    "darkMode": "Donkere Modus",
    "about": "Over"
  },
  "theme": {
    "light": "Licht",
    "dark": "Donker",
    "system": "Systeem"
  },
  "history": {
    "title": "Geschiedenis",
    "origins": "Oorsprong in Okinawa",
    "origins-desc": "Goju-Ryu karate werd ontwikkeld in Okinawa, Japan in het begin van de 20e eeuw door Chojun Miyagi. De naam 'Goju' komt van het 'hard-zacht' principe uit de traditionele Chinese krijgskunsten en weerspiegelt het dubbele karakter van het systeem: het combineert harde stoottechnieken met zachtere, cirkelvormige bewegingen voor zowel aanval als verdediging.",
    "development": "Ontwikkeling",
    "development-desc": "De ontwikkeling en verspreiding van Goju Ryu over de wereld",
    "lineage": "Lijn van Meesters",
    "lineage-desc": "De belangrijkste leraren en hun bijdragen aan de stijl",
    "subsections": {
      "early-history": "Vroege Geschiedenis",
      "early-history-desc": "De wortels van Goju Ryu gaan terug tot de Chinese krijgskunsten en hun integratie in de Okinawaanse cultuur.",
      "miyagi-era": "Het Tijdperk van Miyagi",
      "miyagi-era-desc": "De ontwikkeling en systematisering van de Goju Ryu stijl door Chojun Miyagi in de jaren 1920 en 1930.",
      "post-war": "Naoorlogse Periode",
      "post-war-desc": "De verspreiding en ontwikkeling van Goju Ryu na de Tweede Wereldoorlog.",
      "modern-era": "Moderne Tijd",
      "modern-era-desc": "De huidige ontwikkeling en wereldwijde verspreiding van Goju Ryu."
    }
  },
  "kata": {
    "sanchin": {
      "meaning": "Drie gevechten/conflicten",
      "description": "Het meest fundamentele kata in Goju Ryu. Het richt zich op correcte ademhaling, stand en spanning door het hele lichaam. De 'drie gevechten' verwijzen naar geest, lichaam en spirit.",
      "history": "Betekent letterlijk '3 gevechten'. Het verwijst niet naar een feitelijk gevecht, maar naar de interne strijd om lichaam, geest en spirit door wilskracht te harden. Het kata bestaat uit langzaam uitgevoerde technieken, welke met continue spierspanning en diepe buikademhaling worden uitgevoerd. De hedendaags gelopen Sanchin is een variant ontwikkeld door Miyagi Chojun sensei (grondlegger, 1888-1953) op het aan hem overgeleverde origineel van Higaonna Kanryo sensei. De ademhaling in de originele versie had een explosiever karakter en het lichaam maakte twee keer een lichaamsdraai van 180 graden. Gevorderde karatestudenten kunnen tijdens de uitvoering van kata Sanchin getest worden op correcte spierspanning door medeleerlingen, die middels voelen en het slaan op bepaalde lichaamsdelen correcte uitvoering controleren. Dit testen wordt shime genoemd. Examenstof voor gokyu (vijfde kyu, groene band) en hoger.",
      "culturalSignificance": "Sanchin wordt beschouwd als de essentie van Goju Ryu karate en belichaamt de principes van ademhaling, stand en focus die centraal staan in de stijl."
    },
    "tensho": {
      "meaning": "Draaiende palmen",
      "description": "Betekent letterlijk 'draaiende palmen'. Dit kata werd door Miyagi Chojun sensei ontwikkeld als tegenhanger van kata Sanchin. Net als Sanchin wordt het uitgevoerd met diepe ademhaling en algehele spierspanning, maar het karakter is heel anders. Waar Sanchin gesloten, hoekig en hard (go) is, is Tensho open, sierlijk en zacht (ju), met veel ronde hand- en polstechnieken. Examenstof voor sandan (derde dan) en hoger.",
      "history": "Ontwikkeld door Chojun Miyagi als tegenhanger van Sanchin, vertegenwoordigt Tensho het zachte, circulaire aspect van Goju Ryu.",
      "culturalSignificance": "Tensho demonstreert het 'ju' (zachte) aspect van Goju Ryu en vult het 'go' (harde) van Sanchin aan."
    },
    "gekisai-dai-ichi": {
      "meaning": "Aanval en vernietiging, eerste vorm",
      "description": "Een van de twee Gekisai kata gecreëerd door Chojun Miyagi voor lichamelijke opvoeding op scholen. Het leert fundamentele technieken en ademhalingspatronen in een eenvoudiger formaat dan de oudere kata.",
      "history": "Betekent letterlijk 'aanval en vernietiging 1'. Deze voor het karate wat ongebruikelijk agressieve benaming weerspiegelt de tijd waarin het Japanse eiland Okinawa het slagveld voor Japans-Amerikaanse oorlogshandelingen was. Het kata werd in 1940 ontwikkeld door de grondlegger van het Okinawa Goju-ryu Karate-do, Miyagi Chojun sensei. Het bestaat uit diverse combinaties van eenvoudige basistechnieken, die het aanleren van de latere moeilijkere klassieke koryu kata vergemakkelijken. Examenstof voor kukyu (negende kyu, witte band) en hoger.",
      "culturalSignificance": "Dit kata was onderdeel van Miyagi's poging om karate te populariseren en toegankelijk te maken voor een breder publiek, met name de jongere generatie."
    },
    "gekisai-dai-ni": {
      "meaning": "Aanval en vernietiging, tweede vorm",
      "description": "De tweede van de twee Gekisai kata. Het bouwt voort op de technieken van Gekisai Dai Ichi met extra bewegingen en iets complexere patronen.",
      "history": "Betekent letterlijk 'aanval en vernietiging 2'. Net als Gekisai Dai Ichi ontwikkeld door Miyagi Chojun sensei om dezelfde redenen. Examenstof voor nanakyu (zevende kyu, gele band) en hoger.",
      "culturalSignificance": "Vertegenwoordigt de evolutie van karate-instructie zoals die werd gestandaardiseerd voor bredere onderwijstoepassingen."
    },
    "saifa": {
      "meaning": "Vernietigen en scheuren",
      "description": "Een kata die snelle richtingsveranderingen en technieken op korte afstand benadrukt. Het bevat grijp-, trek- en scheurbewegingen die zijn ontworpen voor gevechten op korte afstand.",
      "history": "Betekent zoiets als 'vernietigende slagen'. Sai betekent, net als in Gekisai, 'vernietigen'. Fa betekent onder meer 'slaan'. Typerend voor kata Saifa zijn de vele slagtechnieken, zoals uraken uchi, tettsui uchi en haito uchi. Saifa is het eerste klassieke koryu kata. Het kata werd overgeleverd door Ryu Ryu Ko aan Higaonna Kanryo sensei. Vergeleken met het Gekisai Dai kata neemt vanaf Saifa de moeilijkheidsgraad toe en verschijnen meer en meer combinaties van hand- en beentechnieken die goede coördinatie vergen. Examenstof voor gokyu (vijfde kyu, groene band) en hoger.",
      "culturalSignificance": "Saifa vertegenwoordigt de evolutie van vechtkunsttechnieken die zijn ontworpen voor praktische zelfverdedigingssituaties in drukke omgevingen."
    },
    "seiyunchin": {
      "meaning": "Beheersen en trekken in gevecht",
      "description": "Een kata gericht op het beheersen van het evenwicht en de kracht van een tegenstander. Het leert technieken voor grijpen, trekken en het manipuleren van de kracht van een aanvaller.",
      "history": "Betekent zoiets als 'in het gevecht uit balans brengen'. Dit kata is het enige kaishu kata zonder traptechnieken en benadrukt de vorming van sterke, stabiele standen. De bunkai kumite (toepassingen) bestaan uit diverse worstel- en werptechnieken die uitermate geschikt zijn voor close-combat. Examenstof voor sankyu (derde kyu, bruine band) en hoger.",
      "culturalSignificance": "Dit kata demonstreert het 'ju' (zachte, meegaande) aspect van Goju Ryu, en laat zien hoe je de energie van een tegenstander kunt ombuigen in plaats van deze direct te ontmoeten."
    },
    "shisochin": {
      "meaning": "Vecht in vier richtingen",
      "description": "Dit kata benadrukt technieken die in vier richtingen kunnen worden toegepast en leert de beoefenaar zich bewust te zijn van en te verdedigen tegen meerdere aanvallers.",
      "history": "Betekent letterlijk 'gevecht in 4 richtingen'. Een andere vertaling is '4 deuren'. Het woord deur is een symbolisch woord voor de plaats waar een eventuele tegenstander een aanval kan plegen, kan 'binnenkomen'. Het kata bevat een typische aanvalscombinatie, welke in vier richtingen uitgevoerd wordt. Examenstof voor ikkyu (eerste kyu, bruine band) en hoger.",
      "culturalSignificance": "Het kata benadrukt situationeel bewustzijn en het belang van voorbereid zijn op bedreigingen uit alle richtingen, een cruciaal aspect van traditionele krijgskunst."
    },
    "sanseru": {
      "meaning": "Zesendertig",
      "description": "Vernoemd naar de 36 vitale punten van het lichaam, bevat dit kata krachtige stoottechnieken gericht op deze punten, evenals verdedigende bewegingen.",
      "history": "De namen van de kata Sanseru, Sepai, Sesan en Suparinpei zijn Chinese namen. In de schrijftaal wordt achter alle 4 het woord 'handen' toegevoegd, hetgeen in de spreektaal echter weggelaten wordt en wordt bijvoorbeeld Sanseru gezegd in plaats van Sanseru shu. Deze 4 namen zijn allemaal getallen die verwijzen naar boeddhistische symboliek. Zo staat Sanseru voor '36 (handen)'. 36 is de symbolische vermenigvuldiging van 6 * 6. De eerste 6 staat voor oog, oor, neus, tong, lichaam en geest. De tweede 6 symboliseert kleur, stem, smaak, reuk, tast en rechtvaardigheid. Examenstof voor nidan (tweede dan) en hoger.",
      "culturalSignificance": "Het getal 36 heeft betekenis in veel Aziatische krijgskunst- en filosofische tradities en staat voor de harmonie tussen fysieke techniek en diepere inzichten."
    },
    "sepai": {
      "meaning": "Achttien",
      "description": "Vernoemd naar de 18 Arhats (verlichte discipelen van Boeddha), richt dit kata zich op geavanceerde technieken en toepassingen, waaronder stoten naar vitale punten en gewrichtsmanipulaties.",
      "history": "Betekent '18 (handen)'. 18 is de vermenigvuldiging van 6 x 3. De uitleg van de 6 is hetzelfde als de tweede 6 van kata Sanseru. De 3 staat voor goed, slecht en vrede. Sepai, Kururunfa, Sesan en Suparinpei benadrukken door hun afwisseling van hard en zacht, van go en ju, van ken en kon, de ware essentie van het Okinawa Goju-ryu Karate-do. Examenstof voor sandan (derde dan) en hoger.",
      "culturalSignificance": "Het getal 18 heeft betekenis in boeddhistische en Chinese krijgstradities en staat voor verschillende aspecten van verlichting en het pad naar meesterschap."
    },
    "kururunfa": {
      "meaning": "Stilte voor de storm",
      "description": "Een kata die snelle overgangen tussen zachte en harde technieken demonstreert, met de nadruk op explosieve kracht en plotselinge ritmewisselingen.",
      "history": "Vrij vertaald 'stilte voor de storm'. Kuru betekent zoiets als 'aanhouden' of 'afwachten'. Run betekent in de kalligrafie de pauze of vertraging in de beweging van de kwast, voordat er een nieuwe beweging wordt gemaakt. Fa betekent 'uitbarsten'. Het kata bevat veel plotselinge ritmewisselingen en explosieve technieken. Examenstof voor yondan (vierde dan) en hoger.",
      "culturalSignificance": "Kururunfa belichaamt het principe van plotselinge, explosieve actie na kalmte, een belangrijk concept in zowel krijgskunst als oosterse filosofie."
    },
    "sesan": {
      "meaning": "Dertien",
      "description": "Vernoemd naar de 13 principes van het gevecht, bevat dit kata technieken voor zowel gevechten op korte als lange afstand, met de nadruk op snelle stoten en trappen.",
      "history": "Betekent '13 (handen)'. Het getal 13 staat in de Chinese cultuur voor geluk en welvarendheid. Kata Sesan was het favoriete kata van grondlegger Miyagi Chojun sensei en diens vroegtijdig overleden topleerling Shinzato Jinan sensei. Examenstof voor godan (vijfde dan) en hoger.",
      "culturalSignificance": "Het getal 13 staat in deze context voor volledigheid in krijgskunsttheorie, niet voor het westerse bijgeloof van ongeluk."
    },
    "suparinpei": {
      "meaning": "108",
      "description": "Het langste en meest geavanceerde kata in het Goju Ryu-systeem, vernoemd naar de 108 bezoedelingen van de mens in de boeddhistische filosofie. Het bevat een uitgebreide verzameling technieken uit het hele systeem.",
      "history": "Betekent '108 (handen)'. Het getal 108 is volgens de boeddhistische getalssymboliek opgebouwd uit de vermenigvuldiging 3 x 36. De symboliek van 3 en 36 is die van kata Sanseru en Sepai. 108 verwijst naar de 108 kwade hartstochten die de mens volgens het boeddhisme heeft. Suparinpei is het meest gevorderde en langste kata uit het Okinawa Goju-ryu Karate-do curriculum en behoort tot de examenstof voor rokudan (zesde dan) en hoger.",
      "culturalSignificance": "Het getal 108 is belangrijk in veel oosterse tradities en het kata symboliseert de beheersing van het volledige Goju Ryu-systeem."
    }
  }
} 